{
  "active": true,
  "groupName": "Demoaaaa",
  "tagline": "Im a DEMO, PRETTY NICEa",
  "discord": "https://discord.gg/demoa",
  "vrchat": "https:/aa/troll.com",
  "youtube": "https://youtube.com/demoa",
  "tiktok": "https://tiktok.com/demoa",
  "patreon": "https://patreon.com/demoa",
  "rules": "Before we get started, here are some example rules for this demo:<br>• Be respectful — treat others the way you’d like to be treated.<br>• Stay on topic — keep your focus on the demo content.<br>• No spamming — let’s keep things smooth and easy to follow.<br>• Have fun — it’s a demo, so enjoy it!<br>Follow these, and you’ll have a great time exploring what’s possible. Now, let’s begin.aaaa<br>ads<br>asd",
  "infoBoard": "Welcome to the demo! I’m here to give you a quick glimpse of what’s possible — a small taste of the full experience. Think of this as a guided tour where you get to see the highlights without having to dig through all the details yourself. Whether you’re here out of curiosity or planning something bigger, this is your chance to explore the basics in action.<br><br>In this short session, we’ll walk through the key features, demonstrate how things work, and give you a feel for the style, speed, and personality behind it all. My goal is to make this both informative and enjoyable, so you can see the potential right away. And remember — this is just the intro. The real magic happens once you dive into the full version.",
  "posterEnabled": true,
  "groupPhotosEnabled": true,
  "moderators": [
    "Mͥufͣfͫin",
    "adsdsaasdasd",
    "2222"
  ],
  "owners": [
    "Mͥufͣfͫin",
    "adsdsaasdasd",
    "2222"
  ],
  "coOwners": [],
  "billboardData": {
    "atlasUrl": "https://raw.githubusercontent.com/Mineblown/smashedgroups/main/0_billboard_atlas.png?v=1755715877793",
    "images": [
      {
        "name": "0 (1).png",
        "uv": [
          0,
          0,
          0.5,
          1
        ]
      },
      {
        "name": "13_billboard_atlas.png",
        "uv": [
          0.5,
          0,
          0.5,
          1
        ]
      }
    ]
  },
  "instagram": "https://instagram.com/demoa",
  "x": "https://x.com/demoa",
  "landingPageUrl": "https://vrclink.com/p/demo3a",
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-08-14T11:36:32.021Z"
  },
  "atlasApprovedOn": "2025-08-20",
  "posterApprovedOn": "2025-08-20"
}