{
  "active": true,
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-09-03T17:16:00.227Z"
  },
  "groupName": "BUNNYBEE",
  "tagline": "Get Buzzed and Stay Buzzed, Welcome to the Hive!",
  "discord": "https://discord.gg/eMw6dmdjKW",
  "vrchat": "grp_ff3fc2e5-b894-493e-8872-01f5155ee4c8/settings/logs",
  "youtube": "",
  "tiktok": "",
  "instagram": "https://www.instagram.com/bunnybeevrc?igsh=MWlvMXAzMm5tZzB1cA==",
  "x": "",
  "patreon": "https://patreon.com/BunnybeeHideaway",
  "rules": "<i><color=#ffba42>1. THIS IS A SFW 18+ INSTANCE, NO FETUSES & NO FREAKS</color></i><br><i><color=#ffba42>2. Bee kind, but remember personal spats are handled with blocks & mutes, NOT kicks</color></i><br><i><color=#ffba42>3. VISITORS ARE KOS, unless vouched for by a friend</color></i><br><i><color=#ffba42>4. SAVE THE BEES, CHEERS!</color></i>",
  "infoBoard": "<align=center><i><color=#fbff00>GET BUZZED & STAY BUZZED,</color></i></align><br><br><align=center><b><i><color=#ffab01>WELCOME TO THE HIVE!</color></i></b></align><br><br><align=center><color=#00ffcc>BUNNYB.3610 | discord.gg/bunnybee</color></align>",
  "moderators": [
    "artistz93",
    "TyphoonWes",
    "spycotje",
    "~Kiska~",
    "․Skittles․",
    "TheWebbMD",
    "GreyGoose20",
    "Skip Skip",
    "Ethanmeister",
    "DecaySchulz"
  ],
  "owners": [
    "artistz93"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/p/bunnybee",
  "posterEnabled": true,
  "posterApprovedOn": "2025-09-04",
  "spinbottle": {
    "categories": [
      {
        "k": "nsfw",
        "t": "BUNNYBEE-NSFW",
        "e": 1,
        "x": "{player} Lights on or lights off? ~a ~m\nWhat is the most daring thing you have ever done in bed? ~a ~m\nHave you ever been caught in the act? ~a ~m\nWhat’s your favorite position? ~a ~m\nWhat’s the kinkiest thing you’ve ever tried? ~a ~m\nWould you ever consider a threesome? ~a ~m\nWhat’s your favorite way to set the mood? ~a ~m\nHave you ever used toys in the bedroom? ~g ~m\nWhat’s your ultimate turn-off? ~a ~m\n{player}What’s your go-to move to seduce someone? ~a ~m\nHave you ever had a friends-with-benefits arrangement? ~a ~m\nWhat’s your favorite way to tease your partner? ~a ~m\nGive the person to your right a short massage! ~a ~m\nTake 5 of your drink of choice!\nGive a lap dance to someone of your choice! Or ~d ~m\n{player} What do you masturbate to? ~a ~m\nHow often do you masturbate? ~a ~m\nHow often do you use sex toys to masturbate? ~a ~m\n{player} Do you enjoy giving OR receiving oral? ~a ~m\nCan you deepthroat? ~a ~m\n(w/dick) How long and how thick is it? ~a ~m\nDo you do anal? Top or bottom? ~a ~m\nAre you circumcised? ~a ~m\nDo you like your balls being played with? ~a ~m\nDo you enjoy prostate stimulation? Ever came from it? ~a ~m\nDo you like playing with your clit? ~a ~m\nHow do you prefer to do it? ~a ~m\n{player} What’s your breast size? ~a ~m\nHow often do you go braless? ~a ~m\nDo you finger yourself? ~a ~m\nHow familiar are you with your g-spot? ~a ~m\nDo you squirt? ~a ~m\n{player} Spit or swallow cum? ~a ~m\nwhich do you l9ke? circumcised or not circumcised dicks? ~a ~m\nRough or sensual sex? ~a ~m\nOldest person you’d sleep with? ~a ~m\nLoud or quiet partners? ~a ~m\nHow much foreplay do you like? ~a ~m\nHow much teasing do you like? ~a ~m\nWhat is too big for you to take? (Pussy or Ass) ~a ~m\nDo you do hookups or only sleep with a partner? ~a ~m\nHow much kissing do you like during sex? ~a ~m\nDo you name your genitalia? ~a ~m\n{player} What would be your stripper name? ~a ~m\nAny funny sex stories? ~a ~m\nWhat food if any would you use during sex? ~a ~m\n{player} Would you give somebody a sex toy as a gift? ~a ~m\nWhat’s the weirdest porn you’ve ever seen? ~a ~m\nEver used something that isn’t made for sex? ~a ~m\nHave you ever walked in on somebody or been walked in on? ~a ~m\nDo you have any friends you’d sleep with? ~a ~m\nDo you like wearing/seeing people in lingerie? ~a ~m\nAre stockings/thigh highs a turn on? ~a ~m\nEver had somebody say no to a kink you suggested trying? ~a ~m\nDo you trim, shave or leave pubic hair untouched? ~a ~m\nHow do you prefer partners? trim, shave or leave? ~a ~m\nHow many orgasms can you have in a day? ~a ~m\nHow many other people know your dick/bra size? ~a ~m\nWhat do you wear to bed?\nDo you eat ass? Do you like having your ass eaten? ~a ~m\nHave you ever been to a strip club? How was it? If not, would you? ~a ~m\nHave you ever had a one-night stand? ~a ~m\nWhat’s your wildest sexual fantasy? ~a ~m\nHave you ever had a threesome? ~a ~m\nWhat is your most embarrassing sexual experience? ~a ~m\nHave you ever had sex in public? ~a ~m\nHow old were you when you lost your virginity? ~a ~m\nWhat’s the most adventurous place you’ve had sex? ~a ~m\nDo you enjoy dirty talk? ~a ~m\nHave you ever filmed yourself having sex? ~a ~m\nWhat’s your favorite type of porn? ~a ~m\nHave you ever used sex toys? ~a ~m\nWhat’s the most orgasms you’ve had in one day? ~a ~m\nHave you ever faked an orgasm? ~a ~m\nWhat’s your favorite position? ~a ~m\nDo you prefer to be dominant or submissive? ~a ~m\nHave you ever had sex with someone much older or younger than you? ~a ~m\nHave you ever had a sexual dream about someone you shouldn’t have? ~a ~m\nWhat’s the longest you’ve gone without sex? ~a ~m\nHave you ever been caught in the act? ~a ~m\nHave you ever had a crush on a teacher or boss? ~a ~m\nWhat’s your favorite part of your partner’s body? ~a ~m\nHave you ever been to a strip club? ~a ~m\nWhat is your opinion on role-playing? ~a ~m\nWhat’s the most people you’ve had sex with in one week? ~a ~m\nHave you ever participated in a sex party? ~a ~m\nAre you a member of the mile-high club? ~a ~m\nHave you ever had sex in a pool or hot tub? ~a ~m\nHave you ever been handcuffed or tied up during sex? ~a ~m\nWhat’s your favorite type of foreplay? ~a ~m\nHave you ever had sex with a friend’s partner? ~a ~m\n{player} Have you ever given or received a lap dance? ~a ~m\nWhat’s the dirtiest thought you’ve ever had about a total stranger? ~a ~m\n{player} Have you ever sent a nude selfie? ~a ~m\nHave you ever cheated on a partner? ~a ~m\nDo you prefer casual sex or being in a relationship? ~a ~m\nWhat’s the dirtiest text you’ve sent or received? ~a ~m\nHave you ever had sex with more than one person in a day? ~a ~m\nWhat’s the most sexually daring thing you’ve done? ~a ~m\nHave you ever tried anal sex? ~a ~m\nWhat’s your opinion on open relationships? ~a ~m\nHave you ever been a part of an orgy? ~a ~m\nWhat turns you on the most? ~a ~m\nWhat is your biggest sexual regret? ~a ~m\nHave you ever masturbated in a public place? ~a ~m\n{player} Have you ever engaged in sexting? ~a ~m\nWhat’s the weirdest thing that turns you on? ~a ~m\nHave you ever role-played during sex? ~a ~m\nWhat’s the kinkiest thing you’ve ever done? ~a ~m\nHave you ever had a sexual encounter you regret? ~a ~m\n{player} What’s your favorite spot to be kissed? ~a ~m\nHave you ever had a crush on a co-worker? ~a ~m\nWhat’s the most unusual place you’ve masturbated? ~a ~m\n{player} Do you prefer giving or receiving oral sex? ~a ~m\nHave you ever used food during foreplay? ~a ~m\nWhat’s the sexiest dream you’ve ever had? ~a ~m\nHave you ever been to a swingers' party? ~a ~m\nHave you ever had sex in a car? ~a ~m\nDo you enjoy using lubricants? ~a ~m\nHave you ever subscribed to an adult content provider? ~a ~m\n{player} Who was your best sexual partner, and why? ~a ~m\nHave you ever tried BDSM? ~a ~m\nWhat’s the most rounds you’ve gone in one night? ~a ~m\nHave you ever been turned on by someone unexpected? ~a ~m\nDo you like watching your partner pleasure themselves? ~a ~m\nHave you ever had a crush on a celebrity? ~a ~m\nDo you ever watch porn together with your partner? ~a ~m\nHave you ever considered hiring an escort? ~a ~m\nWhat’s your biggest sexual fear? ~a ~m\nHave you ever had a sex encounter while drunk? ~a ~m\nWhat’s the most awkward position you’ve tried? ~a ~m\nHave you ever been walked in on while masturbating? ~a ~m\nWhat type of lingerie do you find most attractive? ~a ~m\nHave you ever had a forbidden crush? ~a ~m\nDo you prefer loud or quiet sex? ~a ~m\nHave you ever experimented with same-sex relations? ~a ~m\nWhat’s the dirtiest thing you’ve fantasized about doing? ~a ~m\nHave you ever had a crush on a friend’s sibling? ~a ~m\nHave you ever had sex at work? ~a ~m\nHave you ever participated in bondage? ~a ~m\nWhat’s the most sensual massage you’ve ever had? ~a ~m\nHave you ever licked food off someone’s body? ~a ~m\nHave you ever had phone sex? ~a ~m\n{player} What’s your favorite kind of dirty talk? ~a ~m\nHave you ever fantasized about a neighbor? ~a ~m\nHave you ever dressed up in a costume during sex? ~a ~m\nWhat’s the earliest age you started experimenting sexually? ~a ~m\nHave you ever had sex in more than one place in a single day? ~a ~m\nWhat’s the longest you’ve gone without masturbating? ~a ~m\nHave you ever been blindfolded during sex? ~a ~m\nDo you prefer spontaneous or planned sex? ~a ~m\nWhat’s your favorite dirty movie? ~a ~m\nHave you ever played strip poker? ~a ~m\nHave you ever had a sexual encounter with someone outside of your usual \"type\"? ~a ~m\nWhat’s the riskiest place you’ve had sex? ~a ~m\nHave you ever been to a nude beach? ~a ~m\nDo you enjoy watching amateur or professional porn? ~a ~m\nHave you ever been in a friends-with-benefits arrangement? ~a ~m\nHave you ever had a sexual experience that started from a dare? ~a ~m\nWhat’s the most random object you’ve used as a sex toy? ~a ~m\n{player} What kind of music turns you on? ~a ~m\nHave you ever been intimate with someone in a position of authority? ~a ~m\nWhat's a sexual activity you've always wanted to try but haven't? ~a ~m\nHave you ever had sex with someone while other people were nearby (without the people knowing)? ~a ~m\nHave you ever made a sex tape? ~a ~m\n{player} Do you like being watched while you masturbate? ~a ~m\nHave you ever experienced a sexual mishap? ~a ~m\nWhat's your guilty pleasure in bed? ~a ~m\nHave you ever had a sexual experience with someone much older than you? ~a ~m\nWhat’s the most inappropriate place you've been turned on? ~a ~m\nHave you ever had sex with someone of the same gender? ~a ~m\nDo you have a favorite erotic novel or story? ~a ~m\nHave you ever been caught naked in a public place? ~a ~m\nDo you have a go-to fantasy when you masturbate? ~a ~m\nWhat’s the shortest amount of time it’s taken you to climax? ~a ~m\nHave you ever had sex with your partner in front of a mirror? ~a ~m\nHave you ever participated in voyeurism? ~a ~m\nWhat’s the wildest thing you’ve done while drunk? ~a ~m\nHave you ever had a wet dream? ~a ~m\n{player} What’s the longest you’ve edged before finishing? ~a ~m\nHave you ever been aroused by someone’s voice alone? ~a ~m\nWhat’s the most risqué photo you’ve ever taken? ~a ~m\nHave you ever had sex at a party? ~a ~m\nDo you prefer morning sex or night sex? ~a ~m\nWhat’s the craziest thing you've done to get someone's attention sexually? ~a ~m\nHave you ever had sex on the beach? ~a ~m\nHave you ever written erotic poetry or stories? ~a ~m\nWhat’s the strictest dress code you’ve broken for a fantasy? ~a ~m\nHave you ever had a sex dream about someone you know? ~a ~m\nDo you enjoy sex in complete darkness or with some light? ~a ~m\nHave you ever tried tantric sex? ~a ~m\nWhat’s a sexual act you’ve pretended to enjoy? ~a ~m\nHave you ever been aroused by a fictional character? ~a ~m\nWhat’s the sexiest outfit you’ve worn? ~a ~m\nHave you ever made out with someone of the same gender? ~a ~m\nWhat’s the riskiest place you’ve masturbated? ~a ~m\nHave you ever been involved in a one-night stand that turned into something more? ~a ~m\nWhat’s your favorite part of your body? ~a ~m\nHave you ever been to a gay bar? ~a ~m\nHave you ever hooked up with someone you met online? ~a ~m\nWhat’s the most you've spent on lingerie or sex toys? ~a ~m\n{player} What’s a turn-on you haven’t shared with anyone? ~a ~m\nHave you ever been attracted to a friend's parent? ~a ~m\nHave you ever skinny-dipped? ~a ~m\nWhat's the most erotic book you've read? ~a ~m\nHave you ever sexted while at work? ~a ~m\nDo you prefer rough or gentle sex? ~a ~m\nHave you ever been dared to kiss someone of the same gender? ~a ~m\nWhat’s the most public place you've hooked up? ~a ~m\nHave you ever had sex with someone you just met? ~a ~m\nDo you enjoy costumes and role-playing in the bedroom? ~a ~m\nWhat’s the most risqué thing you've done in a car? ~a ~m\nHave you ever had an inappropriate crush on a friend’s partner? ~a ~m\nDo you prefer to lead or follow in bed? ~a ~m\nHave you ever used ice or hot wax during sex? ~a ~m\nWhat’s the most daring piece of lingerie you own? ~a ~m\nHave you ever had phone sex? ~a ~m\nWhat’s something sexual you’re curious about but haven’t tried yet? ~a ~m\nHave you ever peeked at someone while they were changing? ~a ~m\n{player} What’s the most unexpected place you've hooked up? ~a ~m\nDo you like giving or receiving hickeys? ~a ~m\nHave you ever showered with a partner? ~a ~m\nHave you ever been caught watching porn? ~a ~m\nWhat’s the longest sexual session you’ve had? ~a ~m\nDo you enjoy being spanked? ~a ~m\nHave you ever had a sex dream about a coworker? ~a ~m\nWhat’s the most people you've kissed in one night? ~a ~m\nHave you ever experimented with a same-sex partner? ~a ~m\nDo you enjoy mutual masturbation? ~a ~m\nWhat’s the weirdest place you've masturbated? ~a ~m\nHave you ever been walked in on during sex? ~a ~m\nWhat’s your favorite type of lingerie to wear? ~a ~m\nHave you ever kissed a friend’s sibling? ~a ~m\nDo you enjoy being teased sexually? ~a ~m\nWhat’s something sexual you’ve done that you regret? ~a ~m\nHave you ever taken a nude photo of yourself? ~a ~m\nWhat’s the shortest time it took you to climax? ~a ~m\nHave you ever fantasized about a friend’s partner? ~a ~m\nDo you enjoy dirty dancing? ~a ~m\nWhat’s the sexiest thing you’ve done without involving sex? ~a ~m\n{player} Have you ever had a sex dream about someone you shouldn’t have? ~a ~m\nWhat’s your favorite fantasy to think about? ~a ~m\nHave you ever been to a swinger’s club? ~a ~m\nDo you enjoy slow or fast sex? ~a ~m\nWhat’s the dirtiest message you’ve ever sent? ~a ~m\nHave you ever had a crush on a family member? ~a ~m\nDo you like watching your partner undress? ~a ~m\nWhat’s the most inappropriate place you’ve had a sexual thought? ~a ~m\n{player} Have you ever been turned on by an inappropriate person? ~a ~m\nWhat’s the most people you’ve had sex with at once? ~a ~m\nHave you ever been caught skinny-dipping? ~a ~m\nDo you prefer sex with music or in silence? ~a ~m\nWhat’s the most compromising position you’ve been caught in? ~a ~m\nHave you ever fantasized about a stranger? ~a ~m\nDo you like being whispered to during sex? ~a ~m\nHave you ever had sex with a friend's ex? ~a ~m\nWhat’s your favorite sexy compliment to receive? ~a ~m\n{player} Have you ever dressed provocatively just to get attention? ~a ~m\nWhat’s the most you’ve done sexually with someone of the same gender? ~a ~m\nHave you ever had sex with a partner of a different race or ethnicity? ~a ~m\nDo you enjoy watching erotic films or shows? ~a ~m\nWith whom out of this group do you think you would have a pretty baby and with whom an ugly one? ~a ~m\nWhat do you enjoy more? Slow and tender sex or hot and passionate? ~a ~m\nWhat’s your secret talent in bed? ~a ~m\n{player} What is the hottest thing you have ever experienced while having sex? ~a ~m\nWho in this room has the best-looking bum? ~a ~m\nTo whom did you have sex and regretted it afterward? ~a ~m\nWhat is your favorite sexual position? ~a ~m\nWhat does it take for you to have a one-night stand? ~a ~m\nWho in this room would you fantasize about while masturbating? ~a ~m\nWhat sexual act arouses you the most? ~a ~m\nHave you ever cheated on somebody and if you did, why? ~a ~m\nWould you rather have sex on the first date or just a romantic kiss at the end? ~a ~m\nDoes porn turn you on and when was the last time you've watched it? ~a ~m\nWhich of your co-players do you think is in for a visit to a swingers club? ~a ~m\nWhat is your favorite type of foreplay? ~a ~m\n{player} Describe your ultimate sexual fantasy. ~a ~m\nWhat is the weirdest sexual request you have ever received? ~a ~m\nPoint out a co-player in this room you would do it with right now. ~a ~m\nHow many sexual partners have you had the past year? ~a ~m\nName 2 sexual things you're not into. ~a ~m\nTell an erotic story about yourself or one of your friends. ~a ~m\nDominant or submissive? ~a ~m\nIf you could choose to do anything you would like to do tonight, what would it be? ~a ~m\n{player} What is the best time of day to have sex? ~a ~m\nTell the group about your last one-night stand. ~a ~m\nName your favorite places to be touched. ~a ~m\nWhat is your guilty pleasure? ~a ~m\n\"It turns me on when somebody calls me .....\" during sex. ~a ~m\nTell the group about the longest sex session you have had (with whom and when). ~a ~m\nWhat is the most extreme sexual act you have ever performed? ~a ~m\nRemove a piece of clothing from another player without using your hands. ~a ~m\nLick the earlobes of all the players of the opposite sex. ~a ~m\n{player} Bite the tip of the tongue from the player in front of you. ~a ~m\nThe player on your right gets to touch your bum for 30 seconds. ~a ~m\nGo to another room, take a sexy picture and send it to one of your co-players. ~a ~m\nTake a body shot, you may choose the person. ~a ~m\nLick the tip of the tongue of the player in front of you. ~a ~m\nFrench kiss the player sitting in front of you. ~a ~m\nKiss the player on your right on the mouth. ~a ~m\nGive the player to you right a body-to-body massage (30 sec). ~a ~m\nPretend to have the worst sex ever with the player on your left. ~a ~m\n{player} Lick the neck of all the players of the opposite sex. ~a ~m\nKiss the player in front of you on the mouth ~a ~m\nTake a pen and paper and draw your penis/vagina. ~a ~m\nGive the group your naughtiest look. ~a ~m\nMassage the legs of the player on your left. ~a ~m\nLook into the eyes of the player on your left and tell him/her: You make me horny/sick/sleepy. ~a ~m\nSit on the lap of the player on your right for one round. ~a ~m\nFake an orgasm, while simulating a sexual position. ~a ~m\nPerform a motorboat on somebody. If you are a girl let someone motorboat you. ~a ~m\nGive another player of the same sex a big kiss on the mouth. ~a ~m\n{player} Take a picture of your bum and share it on social media. ~a ~m\nTake one of your co-players into another room and give him/her a sensual massage. (60sec.) ~a ~m\nSeduce the player on your right. ~a ~m\nCall a sex club and apply for a job. Stay on the phone for at least 1 minute. ~a ~m\nChoose a female player and take off her bra using one hand. ~a ~m\nSuck a finger of the player in front of you, of the opposite sex. (15sec.) ~a ~m\nThe player on your right has to spank you. ~a ~m\nGive the player on your right a professional erotic massage. ~a ~m\nGet blindfolded. All players have to kiss you and you have to {player} guess who it is. Each wrong answer means a shot. ~a ~m"
      },
      {
        "k": "sfw",
        "t": "BUNNYBEE-SFW",
        "e": 1,
        "x": "{player} You have received a handwritten love letter. ~a ~m\nYou've ever had an unforgettable adventure while traveling solo. ~a ~m\nYou've ever laughed so hard you cried. ~a ~m\nYou've ever received an unexpected gift from a secret admirer. ~a ~m\nYou've ever participated in a costume contest and won. ~a ~m\nYou've ever been part of a surprise party that went completely wrong. ~a ~m\nYou had an embarrassing autocorrect fail in a text message. ~a ~m\n{player} You've ever accidentally insulted someone without realizing it. ~a ~m\nYou have participated in an escape room challenge. ~a ~m\nYou have been featured in a news story or local television segment ~a ~m\nYou've ever taken an unplanned and spontaneous flight to a random destination. ~a ~m\nYou've ever had an encounter with an animal that led to a comical or unexpected situation. ~a ~m\nYou've ever accidentally photobombed a stranger's picture. ~a ~m\nYou've ever used a fake accent to impress someone. ~a ~m\nYou've ever had a wardrobe malfunction in a public place. ~a ~m\nWhat is one article of clothing that someone could wear that would make you walk out on a date with them? ~a ~m\nThe zombie apocalypse is coming, who are 3 people you want on your team? ~a ~m\n{player} What is your most used emoji? ~a ~m\nWhat was the worst style choice you ever made? ~a ~m\nWhat was the worst haircut you ever had? ~a ~m\nWho was your childhood actor/actress crush? ~a ~m\nIf you were a wrestler what would be your entrance theme song? ~a ~m\nHave you ever been told you look like someone famous, who was it? ~a ~m\nIf you could bring back any fashion trend what would it be? ~a ~m\n{player} What’s the most embarrassing fashion trend you used to rock? ~a ~m\nWhat did you name your first car? ~a ~m\nDoes your current car have a name? What is it? ~a ~m\nYou have your own late night talk show, who do you invite as your first guest? ~a ~m\nIf a movie was made of your life what genre would it be, who would play you? ~a ~m\nIf you were famous, what would you be famous for? ~a ~m\nYou have to sing karaoke, what song do you pick? ~a ~m\nWhat was your least favorite food as a child? Do you still hate it or do you love it now? ~a ~m\nIf you had to eat one meal everyday for the rest of your life what would it be? ~a ~m\nIf you were left on a deserted island with either your worst enemy or no one, which would you choose? Why? ~a ~m\n{player} If aliens landed on earth tomorrow and offered to take you home with them, would you go? ~a ~m\n60s, 70s, 80s, 90s: Which decade do you love the most and why?\nWhat’s your favorite sandwich and why? ~a ~m\nYou have fallen asleep during a movie in the theater. ~a ~m\n{player} You've ever accidentally texted your mom or dad something meant for a friend. ~a ~m\nYou've ever had an embarrassing encounter with your boss outside of work. ~a ~m\nYou've ever tried to imitate a famous celebrity and failed spectacularly. ~a ~m\n{player} You've ever had an awkward encounter with an ex. ~a ~m\nYou've ever worn mismatched shoes / socks in public without realizing it. ~a ~m\nYou've ever had a laugh so contagious that it made everyone else start laughing too. ~a ~m\nYou've ever tried to sneak into a movie theater without a ticket. ~a ~m\n{player} You’ve ever tried a food combination that made everyone else cringe. ~a ~m\nYou've ever danced like nobody's watching in a public place. ~a ~m\nYou've ever stayed up all night binge-watching a TV series. ~a ~m\n{player} You've ever had an embarrassing moment caught on video ~a ~m\nYou've received a surprise party. ~a ~m\nYou've ever taken a selfie in an unusual or risky location. ~a ~m\nYou've ever sung karaoke in front of a crowd. ~a ~m\nWhat’s the best piece of advice you’ve ever been given? ~a ~m\nWhen you die, what do you want to be remembered for? ~a ~m\nWhat is your favorite item you’ve bought this year? ~a ~m\nWhat would be the most surprising scientific discovery imaginable?\nWhat is your absolute dream job? ~a ~m\nWhat would your talent be if you were Miss or Mister World? ~a ~m\nWhat would the title of your autobiography be? ~a ~m\nSay you’re independently wealthy and don’t have to work, what would you do with your time? ~a ~m\nIf you had to delete all but 3 apps from your smartphone, which ones would you keep? ~a ~m\nWhat is your favorite magical or mythological animal? ~a ~m\nWhat does your favorite shirt look like? ~a ~m\nWho is your favorite Disney hero or heroine? ~a ~m\n{player} You’re going sail around the world, what’s the name of your boat? ~a ~m\nWhat sport would you compete in if you were in the Olympics? ~a ~m\nWhat was the worst job you ever had? ~a ~m\nYou can have anyone fictional as your imaginary friend, who do you choose and why? ~a ~m\n{player} What would your superpower be and why? ~a ~m\nWhich band / artist – dead or alive would play at your funeral? ~a ~m\nAs a child, what did you want to be when you grew up? ~a ~m\nWhat’s your favorite tradition or holiday? ~a ~m\nWhat fictional world or place would you like to visit? ~a ~m\nWhat is your favorite breakfast food? ~a ~m\nWhat is your favorite time of the day and why? ~a ~m\nCoffee or tea? ~a ~m\n{player} Teleportation or flying? ~a ~m\nWhat is your favorite TV show? ~a ~m\nWhat book, movie read/seen recently you would recommend and why? ~a ~m\n{player} What breed of dog would you be? ~a ~m\nIf you had a time machine, would go back in time or into the future? ~a ~m\n{player} Do you think you could live without your smartphone (or other technology item) for 24 hours? ~a ~m\nWhat is your favorite dessert? ~a ~m\nWhat was your favorite game to play as a child? ~a ~m\nWhat’s one career you wish you could have? ~a ~m\nWhat fictional world or place would you like to visit? ~a ~m\nHave you ever met your idol or someone you revere greatly? ~a ~m\nHave you ever completed anything on your “bucket list”? ~a ~m\nDo you have a favorite plant? ~a ~m\n{player} What did you have for breakfast this morning? ~a ~m\nWhat’s is one thing we don’t know about you? ~a ~m\nWhat is your favorite meal to cook and why? ~a ~m\nAre you a morning person or a night person? ~a ~m\nWhat is your favorite musical instrument and why? ~a ~m\nAre you a cat person or a dog person? ~a ~m\n{player} What languages do you know how to speak? ~a ~m\nPopcorn or M&Ms? ~a ~m\nWhat’s the weirdest food you’ve ever eaten? ~a ~m\nWhat’s the most out-of-character thing you’ve ever done? ~a ~m\nWhat is your cellphone wallpaper? ~a ~m\nYou can have an unlimited supply of one thing for the rest of your life, what is it? Sushi? Scotch Tape? ~a ~m\nWhat’s your best scar story? ~a ~m\nWould you go with aliens if they beamed down to Earth? ~a ~m\nAre you sunrise, daylight, twilight, or nighttime? Why? ~a ~m\nWhat season would you be? ~a ~m\nAre you a good dancer? ~a ~m\n{player} What fruit or vegetable would you most want to be? ~a ~m\nIf you could hang out with any cartoon character, who would you choose and why? ~a ~m\nIf you could live anywhere in the world for a year, where would it be? ~a ~m\nIf you could commit any crime and get away with it what would you choose and why? ~a ~m\nIf you could choose any person from history to be your imaginary friend, who would it be and why? ~a ~m\nIf you could see one movie again for the first time, what would it be and why? ~a ~m\nIf you could bring back any fashion trend what would it be? ~a ~m\nIf you could live in any country, where would you live? ~a ~m\nIf you could choose any two famous people to have dinner with who would they be? ~a ~m\nIf you could be any animal in the world, what animal would you choose to be? ~a ~m\nIf you could do anything in the world as your career, what would you do? ~a ~m\nIf you could be any supernatural creature, what would you be and why? ~a ~m\nIf you could change places with anyone in the world, who would it be and why? ~a ~m\n{player} If you could rename yourself, what name would you pick? ~a ~m\nIf you could have someone follow you around all the time, like a personal assistant, what would you have them do? ~a ~m\nIf you could instantly become an expert in something, what would it be? ~a ~m\nIf you could be guaranteed one thing in life (besides money), what would it be? ~a ~m\nIf you had to teach a class on one thing, what would you teach?\nIf you could magically become fluent in any language, what would it be? ~a ~m\nIf you could be immortal, what age would you choose to stop aging at and why? ~a ~m\n{player} If you could be on a reality TV show, which one would you choose and why? ~a ~m\nIf you could choose any person from history to be your imaginary friend, who would it be and why? ~a ~m\n{player} If you could eliminate one thing from your daily routine, what would it be and why? ~a ~m\nIf you could go to Mars, would you? Why or why not? ~a ~m\nIf you could have the power of teleportation right now, where would you go and why? ~a ~m\nIf you could write a book that was guaranteed to be a best seller, what would you write? ~a ~m\n{player} Would you rather live in the ocean or on the moon? ~a ~m\nWould you rather meet your travel back in time to meet your ancestors or to the future to meet your descendants? ~a ~m\nWould you rather lose all of your money or all of your pictures? ~a ~m\nWould you rather have invisibility or flight? ~a ~m\nWould you rather live where it only snows or the temperature never falls below 100 degrees? ~a ~m\nWould you rather always be slightly late or super early? ~a ~m\nWould you rather give up your smartphone or your computer? ~a ~m\nWould you rather live without heat and AC or live without social media? ~a ~m\nWould you rather be the funniest or smartest person in the room? ~a ~m\nWould you rather be able to run at 100 miles per hour or fly at 10 miles per hour? ~a ~m\nWould you rather be a superhero or the world’s best chef? ~a ~m\nWould you rather be an Olympic gold medalist or an astronaut? ~a ~m\nWhat is the first gift you remember receiving? ~a ~m\nWhat is your earliest memory of Christmas? ~a ~m\nHave you ever told someone Santa is not real? ~a ~m\nHow do you like your potatoes? ~a ~m\nWhat is the best holiday or winter treat? ~a ~m\nWhat is a simple holiday tradition you like? ~a ~m\nWhat is your New Year’s resolution? ~a ~m\nWould you rather live at the North Pole or the South Pole? ~a ~m\nWhich holiday song is your favorite? ~a ~m\nWhat’s the weirdest item you keep by your bed? ~a ~m\nWhat is one band or musician you would love to party with? ~a ~m\nWhat is your go-to guilty pleasure song? ~a ~m\nIf you could be the best in the world at something, what would it be? ~a ~m\nIf you could have a lifetime supply of anything, what would it be? ~a ~m\nWhat’s the worst date you've been on? ~a ~m\nWhat's your most unpopular food opinion? ~a ~m\nHave you or someone you know seen your doppelgänger? ~a ~m\nWhat food do you think would represent each U.S. state? ~a ~m\nWhat celebrities would you want to play your parents in a biopic about your life? ~a ~m\nIf you were arrested, what would it be for? ~a ~m\nWhat celebrity is your nemesis? ~a ~m\nWhat cartoon character do you relate to the most and why? ~a ~m\nWhich Hogwarts house do you belong in and why? ~a ~m\nDid you ever get in trouble at school as a teen and if so, what for? ~a ~m\nYou're granted three wishes. What are they? (And you can't ask for more wishes.) ~a ~m\nWhat's your dream proposal scenario? ~a ~m\nIf you could do any track and field event, what would it be? ~a ~m\nWhat's the worst television reboot so far? ~a ~m\nWhat was your most embarrassing moment from wearing braces? ~a ~m\nIf you could have one superpower, what would it be? ~a ~m\nWhat's your biggest dating app disaster? ~a ~m\nWould you rather fight one horse-sized duck or 100 duck-sized horses? ~a ~m\n{player} Which color should I dye my hair? ~a ~m\nWhich movie or TV show do you quote most often? ~a ~m\nWhat's the lowest test score you've ever received? ~a ~m\nWould you time travel to the past or future? ~a ~m\n{player} If money didn't matter, what job would you have? ~a ~m\nWhat's the biggest risk you've ever taken? ~a ~m\nIs there anything about you that people are surprised to learn? ~a ~m\nIf you could pick a day to relive again and again, which would it be? ~a ~m\nWhat's the worst job you've ever had? ~a ~m\nWhat's the first thing you notice about someone after first meeting them? ~a ~m\nAre you team Peeta or team Gale? ~a ~m\nCan you touch your nose with your tongue? ~a ~m\nIf you had to eat a crayon, which color would you choose? ~a ~m\nWhat's the strangest rumor you've ever heard about yourself? ~a ~m\n{player} Which sport would be funniest to play after a few drinks? ~a ~m\nWhat's your funniest childhood memory? ~a ~m\nWhat pop culture moment do you think about too often? ~a ~m\nWhat is your favorite meme at the moment? ~a ~m\nWhat reality show do you think you'd be the best fit for? ~a ~m\nWhat is your most embarrassing middle school memory? ~a ~m\nWhat's your go-to pick up line? ~a ~m\nWhat is your favorite Vine? (Or TikTok if you don't remember the Vine days!) ~a ~m\nWho is your favorite comedian? ~a ~m\nApplebees or Chili's? ~a ~m\nWhat is the riskiest text you've ever sent? ~a ~m\n{player} What viral dance are you best at? (Macarena, Dougie, a viral TikTok dance?) ~a ~m\nWhat television commercial from growing up do you remember most? ~a ~m\nWhat plot of a movie would you most want to live out? ~a ~m\n{player} Who is your favorite Marvel superhero? ~a ~m\nWhat conspiracy theory do you low-key believe? ~a ~m\nWould you rather be overdressed or underdressed? ~a ~m\nWould you rather spend a day without your phone or without speaking? ~a ~m\nHow long can you hold your breath? ~a ~m\nWho was your first crush ever? ~a ~m\nWhat's the best date you've ever been on? ~a ~m\nWhich Spider-Man is the best? (Tobey, Andrew or Tom?) ~a ~m\nIf possible, would you rather live underwater or in space? ~a ~m\nWhat's your go-to dance move, and can you show me? (Pleeeeease.) ~a ~m\nWhat’s the corniest pick-up line you know? ~a ~m\nWhat book or series did you wish you could live in? ~a ~m\nWhat is your favorite room in your home? ~a ~m\nWhat's the weirdest thing you wanted to be when you grew up? ~a ~m\n{player} If you were the ruler of the world, who would be your top advisor? ~a ~m\nIf you had to eat the same meal at least once a day, what would it be? ~a ~m\nWhat would be the tagline to the sitcom of your life? ~a ~m\n{player} Which piece of clothing do you no longer wear but can't throw away? ~a ~m\nWhat word do you want to be added to the dictionary, and what is the definition? ~a ~m\n{player} What two \"normal\" activities would be really weird if you did them back to back? ~a ~m\nWhat is something you do that would be embarrassing if everyone found out? ~a ~m\n{player} If you could, would you go to outer space? ~a ~m\nWhat's the worst drink someone can order at a bar? ~a ~m\nWhat is the last movie that made you cry? ~a ~m\nWhat's the one podcast you'd love to be a guest on? ~a ~m\nWhat are the most-used emojis on your phone? ~a ~m\nWhat's a fashion or beauty trend you're secretly hoping makes a comeback? ~a ~m\nWhat's your biggest irrational fear? ~a ~m\nCan you do any celebrity impressions? ~a ~m\nWhat's the most amount of money you've spent in one day? ~a ~m\nWhat's the dumbest injury you've ever had? ~a ~m\nWhat's your cringiest drunken moment? ~a ~m\nDid you have an imaginary friend as a kid? ~a ~m\nWho was the worst teacher you've ever had? Why? ~a ~m\n{player} What's the weirdest or scariest dream you've ever had? ~a ~m\nWhat's the last thing you did for the first time? ~a ~m\nCan you read my mind right now? What do you think I'm thinking? ~a ~m\nDo you wanna build a snowman? ~a ~m\nAre you embarrassed of your Google search history? ~a ~m\nHave you ever told a lie and didn't get caught? ~a ~m\nCan you find the most confusing photo in your camera roll and explain it? ~a ~m\nHow many animal sounds can you make? ~a ~m\nWhich celebrity friendship would you use to describe our friendship? ~a ~m\nWhat's the funniest inside joke you've ever shared with someone? ~a ~m\nWhat is something you're very stubborn about that nobody can change your mind on? ~a ~m\nWhat is your biggest pet peeve? ~a ~m\n{player} Between the two of us (or group), who would be most likely to become famous over nothing? Why? ~a ~m\nWhat is the perfect cat name? ~a ~m\nDo you believe in astrology? ~a ~m\nIf you were a tribute, do you think you would win the Hunger Games? ~a ~m\nIf you could switch lives with any celebrity, who would it be? Why? ~a ~m\nWould you rather have to fight a bear or a shark? ~a ~m\nWhat's your immediate ick? ~a ~m\nWhat is your all-time favorite television episode (any series). Why? ~a ~m\nIs water wet? ~a ~m\nRemember that dress meme from years ago? What color did you see? ~a ~m\nWould you rather have been Justin Bieber's One Less Lonely Girl or received the '22' hat at The Eras Tour? ~a ~m\nDo you think you could land a plane? ~a ~m\nWhat is a core memory for you? ~a ~m\nWho do you think wins the streaming war? (AKA what's your favorite streamer to watch TV on?) ~a ~m\n{player} Would you rather have to say everything you think out loud for a week or have your entire Notes app published in a major publication? ~a ~m\nWhat viral meme confused you the most for its popularity? ~a ~m\nWould you rather never be able to eat your favorite food again, or have to follow every meal by eating a bite of your least favorite food? ~a ~m\nIf you woke up as your 16-year-old self tomorrow, what would you do? ~a ~m\n{player} What celebrity couple do you want to emulate with your current or future partner? ~a ~m\nWhat are your red flags? ~a ~m\nIf you could use magic to do one mundane task for the rest of your life, what would it be? (Bonus question: What would you name the spell?) ~a ~m\nWhat’s the strangest purchase you’ve made (or almost made)? ~a ~m\nWhat is the best excuse for being late you’ve heard or used? ~a ~m\nWhat is the worst fashion decision you've ever made? Do you have a picture of it? ~a ~m\nWhat's the strangest thing you've ever eaten? ~a ~m\nDo you like pineapple on pizza? Make the case why or why not. ~a ~m\n{player} If you opened a store, what would you sell, and what would be its name? ~a ~m\nIf you were running for office, what issues would be integral to your campaign? ~a ~m\nWhat's the most embarrassing thing you've ever said in a meeting? ~a ~m\n{player} What's the best book-to-movie adaptation? What about book-to-television series? ~a ~m\nWhat's the smelliest thing someone could put in the office microwave? ~a ~m\nWhat's your ideal way to spend your birthday? ~a ~m\n{player} Which was your first magazine subscription? ~a ~m\nDo you pronounce GIF like \"jif\" (like Jif peanut butter) or \"gif\" (like gift)? ~a ~m\nWhat's your go-to excuse to get out of plans? ~a ~m\nWho is your favorite Disney Princess and why? ~a ~m\nWhere was your most unforgettable vacation? ~a ~m\nWere you given any yearbook superlatives in high school? (Class Clown, Best Smile, etc.) ~a ~m\nWhat's the most amount of hours you've ever slept in one day? ~a ~m\n{player} What's the worst sporting event you've ever attended? ~a ~m\nHow many tries did it take for you to pass your driver's test? ~a ~m\nWhat's the first thing you'd buy if you won the lottery today? ~a ~m\n{player} What's the funniest joke you know? ~a ~m\nDo you consider cereal to be a soup? ~a ~m\nWho wins a fight between Superman and Batman? ~a ~m\nIf you were to go on Shark Tank, what idea would you pitch? ~a ~m\nIf you could attend a dinner with any celebrity, living or dead, who would you choose? ~a ~m\nIf you could only eat one for the rest of your life, would you choose scrambled or sunny-side up eggs? ~a ~m\n{player} What would be your role on a reality TV show? (The partier, the villain, etc.) ~a ~m\nWhat's your least favorite scent? ~a ~m\nWhat's your biggest cooking fail? ~a ~m\nIf you could travel anywhere in the world right now, where would you go? ~a ~m\nCan you think of something that everyone looks ridiculous doing? ~a ~m\nWhat's your zombie apocalypse plan? ~a ~m\nWhat's the cringiest Halloween costume you've ever worn? ~a ~m\nWhat's your stance on pets with human names? ~a ~m\nIf you were a professional baseball player, what would your walkup song be? ~a ~m\nIf you could un-invent something, what would it be and why? ~a ~m\nDo you have any public transportation horror stories? ~a ~m\n{player} If you became invisible for the day, what would you do? ~a ~m\nIf you could switch bodies with someone (Freaky Friday-style!), who would you pick? ~a ~m\nBack in the day, were you Team Edward or Team Jacob? ~a ~m\nIf your dog could talk, what's the first thing it would say? ~a ~m\nHow would you describe the Internet in one sentence? ~a ~m\nWhat's the funniest way you can think of to answer the question, \"How's it going?\" ~a ~m\nWhat's your go-to: Rock, paper, or scissors? ~a ~m\nDo you consider a charcuterie board a full meal? ~a ~m\nWould you rather be smart or sexy? ~a ~m\nWould you rather be an actor or an influencer? Why? ~a ~m\nIf you had one hour to prepare a standup comedy bit, could you do it? ~a ~m\nWho is the best (or worst) celebrity you've ever met? ~a ~m\n{player} Is ketchup good or gross? ~a ~m\nWhat's your favorite thing about your favorite holiday? ~a ~m\nWhere's the worst place you've ever gotten lost? (On vacation, a road with no service, etc.) ~a ~m\nWhich is cuter: Babies dressed as animals or animals dressed as humans? ~a ~m\nWhat's a word or phrase you learned you've been saying wrong all your life? ~a ~m\nWould you rather get a bad haircut or a bad dye job? ~a ~m\nWhat's the most amount of pizza slices you've ever eaten in one sitting? ~a ~m\nWhat's one non-traditional phone app you can't live without? ~a ~m\nWhat is your go-to order at a coffee shop? ~a ~m\nIf someone gave you $20 and you had to spend it immediately, what would you buy? ~a ~m\n{player} What's the funniest work experience you've ever had? ~a ~m\nIf you had to work a completely different role at your company, what would it be? ~a ~m\nWould you rather have to delete all social media, or never be able to delete any posts? ~a ~m\nDo you have any secret tattoos? ~a ~m\nHave you ever been blackmailed? ~a ~m\nHave you ever had a crush on a cartoon character? If so, who? ~a ~m\nHave you ever been in a bar fight? ~a ~m\nWhere did you go on your first date? ~a ~m\nHave you ever been in trouble with the police? ~a ~m\nDescribe your first real kiss. Then describe your last kiss. ~a ~m\nHave you ever participated in ding-dong-ditch? ~a ~m\n{player} How many people have you slept with, and do you regret any of them? ~a ~m\nHave you ever hooked up with the same person as your best friend? ~a ~m\nHave you ever been skinny dipping? ~a ~m\nHave you ever been the subject of a made-up rumor? ~a ~m\nWhat's the most embarrassing experience you've had while in bed? ~a ~m\nWhat's your craziest one-night stand story? ~a ~m\nIf you died and woke up in the afterlife, who would you want to hook up with? ~a ~m\nWhat color is your underwear? ~a ~m\nWhat do you think is your “type”? ~a ~m\n{player} Have you ever walked in on someone or been walked in on? ~a ~m\nWould you ever consider being in an open relationship? ~a ~m\nHave you ever given a fake number to someone who was hitting on you? ~a ~m\nDo you tend to judge people based on how they look? ~a ~m\nHave you ever done something so wrong that you immediately regretted it? ~a ~m\nWho was the first person you fell in love with? ~a ~m\nWhat’s your biggest regret? ~a ~m\n{player} What's more important to you, a relationship or your career? ~a ~m\nHave you ever cried on public transportation? ~a ~m\nHave you had a recurring nightmare? ~a ~m\nWhat do you think people misjudge you about? ~a ~m\nWhat’s something you dislike about your own gender? ~a ~m\nDo you believe in monogamy? ~a ~m\nWhat do you think messed you up the most as a kid? ~a ~m\nAre you close to your parents? ~a ~m\nWhat's the best piece of advice you've ever been given? ~a ~m\nWhen was the last time you cried? ~a ~m\nWhat kind of impression do you think people first have after meeting you? ~a ~m\n{player} Who would you most like to improve your relationship with? ~a ~m\nIf you could go back 5-10 years and change the course of your life, would you? ~a ~m\nWhat's a deal-breaker for you in a relationship? ~a ~m\nWhat are your vices? Have they gotten better or worse over time? ~a ~m\nDo you think that you’re happier or sadder than the average person? ~a ~m\nWhen was the last time you went commando because you were out of clean underwear? ~a ~m\nWhat is your least favorite animal? ~a ~m\nWhere's the worst place you've ever gotten a sunburn? ~a ~m\nWhat's the most embarrassing photo on your phone? ~a ~m\nWhat do you do when you run out of toilet paper? ~a ~m\nHave you ever attended a concert completely drunk? ~a ~m\n{player} Have you ever gone number two in your pants? ~a ~m\nHow do you feel about hickeys? ~a ~m\nHas your house ever been egged? ~a ~m\nWhat about you do you think gives other people “the ick”? ~a ~m\nWhat's the most daring thing you've ever done while drunk? ~a ~m\nHave you ever tasted breast milk (not counting when you were an infant)? ~a ~m\nDo you currently have any rotten or moldy food in your fridge? ~a ~m\nWhat's the funniest joke you know by heart? ~a ~m\nHave you ever practiced kissing in a mirror? ~a ~m\n{player} What reality competition show do you think you really have a good chance of winning? ~a ~m\nHave you ever had an imaginary friend? ~a ~m\nWhich fashion trend are you embarrassed to admit you’ve taken part in? ~a ~m\nWhat’s your favorite guilty pleasure snack? ~a ~m\nWho’s your favorite Kardashian? ~a ~m\nIs there a limit to what you’d do for the right amount of money? ~a ~m\nHow many selfies do you take in a week? ~a ~m\nYou're given $1 million to spend on anything you want—what are you buying? ~a ~m\nHave you ever purchased a self-help book? ~a ~m\nWhat do you think is your best physical feature? ~a ~m\nHave you ever lied on a dating app? ~a ~m\nWhat kind of pajamas do you prefer to sleep in? ~a ~m\nIf you were a fast food restaurant, which one would you be and why? ~a ~m\nWhat’s your guilty pleasure song? ~a ~m\n{player} Have you ever gotten a speeding ticket? ~a ~m\nWhat are your three biggest red flags? ~a ~m\nWhat’s a reason that you would quit your job without any notice? ~a ~m\nIf you could have dinner with any historical figure, who would it be? ~a ~m\nWhat's the craziest thing you've ever done on a dare? ~a ~m\nIf you could live in any fictional world, where would you choose? ~a ~m\n{player} What's the first thing you'd do if you won the lottery? ~a ~m\nWhat’s the most surprising thing in your bag right now? ~a ~m\nWhat’s the weirdest thing you’re obsessed with on TikTok? ~a ~m\nWhat would you do if you woke up on a deserted island? ~a ~m\nDo you sleep with a fitted and straight sheet? ~a ~m\nDid you ever get detention in school? ~a ~m\nDo you prefer going out or staying in? ~a ~m\nDo you prefer waffles or pancakes? ~a ~m\nDo you pee in the shower? ~a ~m\n{player} Have you ever had your fortune told? Did you believe it? ~a ~m\nDo you believe in ghosts? ~a ~m\nWhat are three things you couldn’t survive without? ~a ~m\nIf you had to choose just one, are you ordering fries or tater tots? ~a ~m\nIf you were allowed to do anything you wanted without consequences for a whole day, what would you do? ~a ~m\nDo you know your personality type using the Myers-Brigg system? ~a ~m\nDo you believe in astrology? ~a ~m\n{player} Do you follow the five-second rule when you drop food? ~a ~m\nWould you accept an arranged marriage? ~a ~m\nDo you prefer using subtitles when watching television? ~a ~m\nWould you spend a weekend in a haunted house in exchange for $1,000? ~a ~m\nHave you ever been caught sleepwalking? ~a ~m\nIf you can only have sex or cheese for the rest of your life, which would you choose? ~a ~m\nWhat’s your go-to song for singing in the shower? ~a ~m\n{player} Who in the group would you want by your side in a zombie apocalypse? ~a ~m\nWould you kiss the person next to you? ~a ~m\nWhich person in the group is the funniest? ~a ~m\nHave you slept with anyone in the room? ~a ~m\nHow many people in this group have you had a crush on? ~a ~m\nHave you ever lied about your age to get into a bar or club? ~a ~m\nWho’s the worst dancer in the group? ~a ~m\nWhat's something you've Googled that you aren't proud to admit? ~a ~m\nWho in the group has the most attractive parents? ~a ~m\n{player} Have you ever stalked anyone in this room on social media? ~a ~m\nWhat was the last illegal thing you did? ~a ~m\nOut of everyone in the room, who is the most likely to get arrested and why? ~a ~m\nWho in the room has the biggest potty mouth? ~a ~m\nIf you could switch lives with anyone for a day, who would it be? ~a ~m\nCan you reenact your first kiss with someone in this room? ~a ~m\nIs there anyone here that you wish you were closer friends with? ~a ~m\nDo you have a hidden talent or party trick? ~a ~m\nRate everyone playing from your most to least favorite. ~a ~m\n{player} Who at the party would you choose to hook up with to make an ex jealous? ~a ~m\nTell us your most embarrassing puking story. ~a ~m"
      }
    ]
  }
}