{
  "active": true,
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-09-03T17:16:00.227Z"
  },
  "groupName": "BUNNYBEE",
  "tagline": "Get Buzzed and Stay Buzzed, Welcome to the Hive!",
  "discord": "https://discord.gg/eMw6dmdjKW",
  "vrchat": "grp_ff3fc2e5-b894-493e-8872-01f5155ee4c8/settings/logs",
  "youtube": "",
  "tiktok": "",
  "instagram": "https://www.instagram.com/bunnybeevrc?igsh=MWlvMXAzMm5tZzB1cA==",
  "x": "",
  "patreon": "https://patreon.com/BunnybeeHideaway",
  "rules": "<i><color=#ffba42>1. THIS IS A SFW 18+ INSTANCE, NO FETUSES & NO FREAKS</color></i><br><i><color=#ffba42>2. Bee kind, but remember personal spats are handled with blocks & mutes, NOT kicks</color></i><br><i><color=#ffba42>3. VISITORS ARE KOS, unless vouched for by a friend</color></i><br><i><color=#ffba42>4. SAVE THE BEES, CHEERS!</color></i>",
  "infoBoard": "<align=center><i><color=#fbff00>GET BUZZED & STAY BUZZED,</color></i></align><br><br><align=center><b><i><color=#ffab01>WELCOME TO THE HIVE!</color></i></b></align><br><br><align=center><color=#00ffcc>BUNNYB.3610 | discord.gg/bunnybee</color></align>",
  "moderators": [
    "artistz93",
    "TyphoonWes",
    "spycotje",
    "~Kiska~",
    "․Skittles․",
    "TheWebbMD",
    "GreyGoose20",
    "Skip Skip",
    "Ethanmeister",
    "DecaySchulz"
  ],
  "owners": [
    "artistz93"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/p/bunnybee",
  "posterEnabled": true,
  "posterApprovedOn": "2025-09-04",
  "spinbottle": {
    "categories": [
      {
        "k": "nsfw",
        "t": "BUNNYBEE-NSFW",
        "e": 0,
        "x": "Lights on or lights off? ~a ~m\nWhat is the most daring thing you have ever done in bed? ~a ~m\nHave you ever been caught in the act? ~a ~m\nWhat’s your favorite position? ~a ~m\nWhat’s the kinkiest thing you’ve ever tried? ~a ~m\nWould you ever consider a threesome? ~a ~m\nWhat’s your favorite way to set the mood? ~a ~m\nHave you ever used toys in the bedroom? ~g ~m\nWhat’s your ultimate turn-off? ~a ~m\nWhat’s your go-to move to seduce someone? ~a ~m\nHave you ever had a friends-with-benefits arrangement? ~a ~m\nWhat’s your favorite way to tease your partner? ~a ~m\nGive the person to your right a short massage! ~a ~m\nTake 5 of your drink of choice!\nGive a lap dance to someone of your choice! Or ~d ~m\nWhat do you masturbate to? ~a ~m\nHow often do you masturbate? ~a ~m\nHow often do you use sex toys to masturbate? ~a ~m\nDo you enjoy giving OR receiving oral? ~a ~m\nCan you deepthroat? ~a ~m\n(w/dick) How long and how thick is it? ~a ~m\nDo you do anal? Top or bottom? ~a ~m\nAre you circumcised? ~a ~m\nDo you like your balls being played with? ~a ~m\nDo you enjoy prostate stimulation? Ever came from it? ~a ~m\nDo you like playing with your clit? ~a ~m\nHow do you prefer to do it? ~a ~m\nWhat’s your breast size? ~a ~m\nHow often do you go braless? ~a ~m\nDo you finger yourself? ~a ~m\nHow familiar are you with your g-spot? ~a ~m\nDo you squirt? ~a ~m\nSpit or swallow cum? ~a ~m\nwhich do you l9ke? circumcised or not circumcised dicks? ~a ~m\nRough or sensual sex? ~a ~m\nOldest person you’d sleep with? ~a ~m\nLoud or quiet partners? ~a ~m\nHow much foreplay do you like? ~a ~m\nHow much teasing do you like? ~a ~m\nWhat is too big for you to take? (Pussy or Ass) ~a ~m\nDo you do hookups or only sleep with a partner? ~a ~m\nHow much kissing do you like during sex? ~a ~m\nDo you name your genitalia? ~a ~m\nWhat would be your stripper name? ~a ~m\nAny funny sex stories? ~a ~m\nWhat food if any would you use during sex? ~a ~m\nWould you give somebody a sex toy as a gift? ~a ~m\nWhat’s the weirdest porn you’ve ever seen? ~a ~m\nEver used something that isn’t made for sex? ~a ~m\nHave you ever walked in on somebody or been walked in on? ~a ~m\nDo you have any friends you’d sleep with? ~a ~m\nDo you like wearing/seeing people in lingerie? ~a ~m\nAre stockings/thigh highs a turn on? ~a ~m\nEver had somebody say no to a kink you suggested trying? ~a ~m\nDo you trim, shave or leave pubic hair untouched? ~a ~m\nHow do you prefer partners? trim, shave or leave? ~a ~m\nHow many orgasms can you have in a day? ~a ~m\nHow many other people know your dick/bra size? ~a ~m\nWhat do you wear to bed?\nDo you eat ass? Do you like having your ass eaten? ~a ~m\nHave you ever been to a strip club? How was it? If not, would you? ~a ~m\nHave you ever had a one-night stand? ~a ~m\nWhat’s your wildest sexual fantasy? ~a ~m\nHave you ever had a threesome? ~a ~m\nWhat is your most embarrassing sexual experience? ~a ~m\nHave you ever had sex in public? ~a ~m\nHow old were you when you lost your virginity? ~a ~m\nWhat’s the most adventurous place you’ve had sex? ~a ~m\nDo you enjoy dirty talk? ~a ~m\nHave you ever filmed yourself having sex? ~a ~m\nWhat’s your favorite type of porn? ~a ~m\nHave you ever used sex toys? ~a ~m\nWhat’s the most orgasms you’ve had in one day? ~a ~m\nHave you ever faked an orgasm? ~a ~m\nWhat’s your favorite position? ~a ~m\nDo you prefer to be dominant or submissive? ~a ~m\nHave you ever had sex with someone much older or younger than you? ~a ~m\nHave you ever had a sexual dream about someone you shouldn’t have? ~a ~m\nWhat’s the longest you’ve gone without sex? ~a ~m\nHave you ever been caught in the act? ~a ~m\nHave you ever had a crush on a teacher or boss? ~a ~m\nWhat’s your favorite part of your partner’s body? ~a ~m\nHave you ever been to a strip club? ~a ~m\nWhat is your opinion on role-playing? ~a ~m\nWhat’s the most people you’ve had sex with in one week? ~a ~m\nHave you ever participated in a sex party? ~a ~m\nAre you a member of the mile-high club? ~a ~m\nHave you ever had sex in a pool or hot tub? ~a ~m\nHave you ever been handcuffed or tied up during sex? ~a ~m\nWhat’s your favorite type of foreplay? ~a ~m\nHave you ever had sex with a friend’s partner? ~a ~m\nHave you ever given or received a lap dance? ~a ~m\nWhat’s the dirtiest thought you’ve ever had about a total stranger? ~a ~m\nHave you ever sent a nude selfie? ~a ~m\nHave you ever cheated on a partner? ~a ~m\nDo you prefer casual sex or being in a relationship? ~a ~m\nWhat’s the dirtiest text you’ve sent or received? ~a ~m\nHave you ever had sex with more than one person in a day? ~a ~m\nWhat’s the most sexually daring thing you’ve done? ~a ~m\nHave you ever tried anal sex? ~a ~m\nWhat’s your opinion on open relationships? ~a ~m\nHave you ever been a part of an orgy? ~a ~m\nWhat turns you on the most? ~a ~m\nWhat is your biggest sexual regret? ~a ~m\nHave you ever masturbated in a public place? ~a ~m\nHave you ever engaged in sexting? ~a ~m\nWhat’s the weirdest thing that turns you on? ~a ~m\nHave you ever role-played during sex? ~a ~m\nWhat’s the kinkiest thing you’ve ever done? ~a ~m\nHave you ever had a sexual encounter you regret? ~a ~m\nWhat’s your favorite spot to be kissed? ~a ~m\nHave you ever had a crush on a co-worker? ~a ~m\nWhat’s the most unusual place you’ve masturbated? ~a ~m\nDo you prefer giving or receiving oral sex? ~a ~m\nHave you ever used food during foreplay? ~a ~m\nWhat’s the sexiest dream you’ve ever had? ~a ~m\nHave you ever been to a swingers' party? ~a ~m\nHave you ever had sex in a car? ~a ~m\nDo you enjoy using lubricants? ~a ~m\nHave you ever subscribed to an adult content provider? ~a ~m\nWho was your best sexual partner, and why? ~a ~m\nHave you ever tried BDSM? ~a ~m\nWhat’s the most rounds you’ve gone in one night? ~a ~m\nHave you ever been turned on by someone unexpected? ~a ~m\nDo you like watching your partner pleasure themselves? ~a ~m\nHave you ever had a crush on a celebrity? ~a ~m\nDo you ever watch porn together with your partner? ~a ~m\nHave you ever considered hiring an escort? ~a ~m\nWhat’s your biggest sexual fear? ~a ~m\nHave you ever had a sex encounter while drunk? ~a ~m\nWhat’s the most awkward position you’ve tried? ~a ~m\nHave you ever been walked in on while masturbating? ~a ~m\nWhat type of lingerie do you find most attractive? ~a ~m\nHave you ever had a forbidden crush? ~a ~m\nDo you prefer loud or quiet sex? ~a ~m\nHave you ever experimented with same-sex relations? ~a ~m\nWhat’s the dirtiest thing you’ve fantasized about doing? ~a ~m\nHave you ever had a crush on a friend’s sibling? ~a ~m\nHave you ever had sex at work? ~a ~m\nHave you ever participated in bondage? ~a ~m\nWhat’s the most sensual massage you’ve ever had? ~a ~m\nHave you ever licked food off someone’s body? ~a ~m\nHave you ever had phone sex? ~a ~m\nWhat’s your favorite kind of dirty talk? ~a ~m\nHave you ever fantasized about a neighbor? ~a ~m\nHave you ever dressed up in a costume during sex? ~a ~m\nWhat’s the earliest age you started experimenting sexually? ~a ~m\nHave you ever had sex in more than one place in a single day? ~a ~m\nWhat’s the longest you’ve gone without masturbating? ~a ~m\nHave you ever been blindfolded during sex? ~a ~m\nDo you prefer spontaneous or planned sex? ~a ~m\nWhat’s your favorite dirty movie? ~a ~m\nHave you ever played strip poker? ~a ~m\nHave you ever had a sexual encounter with someone outside of your usual \"type\"? ~a ~m\nWhat’s the riskiest place you’ve had sex? ~a ~m\nHave you ever been to a nude beach? ~a ~m\nDo you enjoy watching amateur or professional porn? ~a ~m\nHave you ever been in a friends-with-benefits arrangement? ~a ~m\nHave you ever had a sexual experience that started from a dare? ~a ~m\nWhat’s the most random object you’ve used as a sex toy? ~a ~m\nWhat kind of music turns you on? ~a ~m\nHave you ever been intimate with someone in a position of authority? ~a ~m\nWhat's a sexual activity you've always wanted to try but haven't? ~a ~m\nHave you ever had sex with someone while other people were nearby (without the people knowing)? ~a ~m\nHave you ever made a sex tape? ~a ~m\nDo you like being watched while you masturbate? ~a ~m\nHave you ever experienced a sexual mishap? ~a ~m\nWhat's your guilty pleasure in bed? ~a ~m\nHave you ever had a sexual experience with someone much older than you? ~a ~m\nWhat’s the most inappropriate place you've been turned on? ~a ~m\nHave you ever had sex with someone of the same gender? ~a ~m\nDo you have a favorite erotic novel or story? ~a ~m\nHave you ever been caught naked in a public place? ~a ~m\nDo you have a go-to fantasy when you masturbate? ~a ~m\nWhat’s the shortest amount of time it’s taken you to climax? ~a ~m\nHave you ever had sex with your partner in front of a mirror? ~a ~m\nHave you ever participated in voyeurism? ~a ~m\nWhat’s the wildest thing you’ve done while drunk? ~a ~m\nHave you ever had a wet dream? ~a ~m\nWhat’s the longest you’ve edged before finishing? ~a ~m\nHave you ever been aroused by someone’s voice alone? ~a ~m\nWhat’s the most risqué photo you’ve ever taken? ~a ~m\nHave you ever had sex at a party? ~a ~m\nDo you prefer morning sex or night sex? ~a ~m\nWhat’s the craziest thing you've done to get someone's attention sexually? ~a ~m\nHave you ever had sex on the beach? ~a ~m\nHave you ever written erotic poetry or stories? ~a ~m\nWhat’s the strictest dress code you’ve broken for a fantasy? ~a ~m\nHave you ever had a sex dream about someone you know? ~a ~m\nDo you enjoy sex in complete darkness or with some light? ~a ~m\nHave you ever tried tantric sex? ~a ~m\nWhat’s a sexual act you’ve pretended to enjoy? ~a ~m\nHave you ever been aroused by a fictional character? ~a ~m\nWhat’s the sexiest outfit you’ve worn? ~a ~m\nHave you ever made out with someone of the same gender? ~a ~m\nWhat’s the riskiest place you’ve masturbated? ~a ~m\nHave you ever been involved in a one-night stand that turned into something more? ~a ~m\nWhat’s your favorite part of your body? ~a ~m\nHave you ever been to a gay bar? ~a ~m\nHave you ever hooked up with someone you met online? ~a ~m\nWhat’s the most you've spent on lingerie or sex toys? ~a ~m\nWhat’s a turn-on you haven’t shared with anyone? ~a ~m\nHave you ever been attracted to a friend's parent? ~a ~m\nHave you ever skinny-dipped? ~a ~m\nWhat's the most erotic book you've read? ~a ~m\nHave you ever sexted while at work? ~a ~m\nDo you prefer rough or gentle sex? ~a ~m\nHave you ever been dared to kiss someone of the same gender? ~a ~m\nWhat’s the most public place you've hooked up? ~a ~m\nHave you ever had sex with someone you just met? ~a ~m\nDo you enjoy costumes and role-playing in the bedroom? ~a ~m\nWhat’s the most risqué thing you've done in a car? ~a ~m\nHave you ever had an inappropriate crush on a friend’s partner? ~a ~m\nDo you prefer to lead or follow in bed? ~a ~m\nHave you ever used ice or hot wax during sex? ~a ~m\nWhat’s the most daring piece of lingerie you own? ~a ~m\nHave you ever had phone sex? ~a ~m\nWhat’s something sexual you’re curious about but haven’t tried yet? ~a ~m\nHave you ever peeked at someone while they were changing? ~a ~m\nWhat’s the most unexpected place you've hooked up? ~a ~m\nDo you like giving or receiving hickeys? ~a ~m\nHave you ever showered with a partner? ~a ~m\nHave you ever been caught watching porn? ~a ~m\nWhat’s the longest sexual session you’ve had? ~a ~m\nDo you enjoy being spanked? ~a ~m\nHave you ever had a sex dream about a coworker? ~a ~m\nWhat’s the most people you've kissed in one night? ~a ~m\nHave you ever experimented with a same-sex partner? ~a ~m\nDo you enjoy mutual masturbation? ~a ~m\nWhat’s the weirdest place you've masturbated? ~a ~m\nHave you ever been walked in on during sex? ~a ~m\nWhat’s your favorite type of lingerie to wear? ~a ~m\nHave you ever kissed a friend’s sibling? ~a ~m\nDo you enjoy being teased sexually? ~a ~m\nWhat’s something sexual you’ve done that you regret? ~a ~m\nHave you ever taken a nude photo of yourself? ~a ~m\nWhat’s the shortest time it took you to climax? ~a ~m\nHave you ever fantasized about a friend’s partner? ~a ~m\nDo you enjoy dirty dancing? ~a ~m\nWhat’s the sexiest thing you’ve done without involving sex? ~a ~m\nHave you ever had a sex dream about someone you shouldn’t have? ~a ~m\nWhat’s your favorite fantasy to think about? ~a ~m\nHave you ever been to a swinger’s club? ~a ~m\nDo you enjoy slow or fast sex? ~a ~m\nWhat’s the dirtiest message you’ve ever sent? ~a ~m\nHave you ever had a crush on a family member? ~a ~m\nDo you like watching your partner undress? ~a ~m\nWhat’s the most inappropriate place you’ve had a sexual thought? ~a ~m\nHave you ever been turned on by an inappropriate person? ~a ~m\nWhat’s the most people you’ve had sex with at once? ~a ~m\nHave you ever been caught skinny-dipping? ~a ~m\nDo you prefer sex with music or in silence? ~a ~m\nWhat’s the most compromising position you’ve been caught in? ~a ~m\nHave you ever fantasized about a stranger? ~a ~m\nDo you like being whispered to during sex? ~a ~m\nHave you ever had sex with a friend's ex? ~a ~m\nWhat’s your favorite sexy compliment to receive? ~a ~m\nHave you ever dressed provocatively just to get attention? ~a ~m\nWhat’s the most you’ve done sexually with someone of the same gender? ~a ~m\nHave you ever had sex with a partner of a different race or ethnicity? ~a ~m\nDo you enjoy watching erotic films or shows? ~a ~m\nWith whom out of this group do you think you would have a pretty baby and with whom an ugly one? ~a ~m\nWhat do you enjoy more? Slow and tender sex or hot and passionate? ~a ~m\nWhat’s your secret talent in bed? ~a ~m\nWhat is the hottest thing you have ever experienced while having sex? ~a ~m\nWho in this room has the best-looking bum? ~a ~m\nTo whom did you have sex and regretted it afterward? ~a ~m\nWhat is your favorite sexual position? ~a ~m\nWhat does it take for you to have a one-night stand? ~a ~m\nWho in this room would you fantasize about while masturbating? ~a ~m\nWhat sexual act arouses you the most? ~a ~m\nHave you ever cheated on somebody and if you did, why? ~a ~m\nWould you rather have sex on the first date or just a romantic kiss at the end? ~a ~m\nDoes porn turn you on and when was the last time you've watched it? ~a ~m\nWhich of your co-players do you think is in for a visit to a swingers club? ~a ~m\nWhat is your favorite type of foreplay? ~a ~m\nDescribe your ultimate sexual fantasy. ~a ~m\nWhat is the weirdest sexual request you have ever received? ~a ~m\nPoint out a co-player in this room you would do it with right now. ~a ~m\nHow many sexual partners have you had the past year? ~a ~m\nName 2 sexual things you're not into. ~a ~m\nTell an erotic story about yourself or one of your friends. ~a ~m\nDominant or submissive? ~a ~m\nIf you could choose to do anything you would like to do tonight, what would it be? ~a ~m\nWhat is the best time of day to have sex? ~a ~m\nTell the group about your last one-night stand. ~a ~m\nName your favorite places to be touched. ~a ~m\nWhat is your guilty pleasure? ~a ~m\n\"It turns me on when somebody calls me .....\" during sex. ~a ~m\nTell the group about the longest sex session you have had (with whom and when). ~a ~m\nWhat is the most extreme sexual act you have ever performed? ~a ~m\nRemove a piece of clothing from another player without using your hands. ~a ~m\nLick the earlobes of all the players of the opposite sex. ~a ~m\nBite the tip of the tongue from the player in front of you. ~a ~m\nThe player on your right gets to touch your bum for 30 seconds. ~a ~m\nGo to another room, take a sexy picture and send it to one of your co-players. ~a ~m\nTake a body shot, you may choose the person. ~a ~m\nLick the tip of the tongue of the player in front of you. ~a ~m\nFrench kiss the player sitting in front of you. ~a ~m\nKiss the player on your right on the mouth. ~a ~m\nGive the player to you right a body-to-body massage (30 sec). ~a ~m\nPretend to have the worst sex ever with the player on your left. ~a ~m\nLick the neck of all the players of the opposite sex. ~a ~m\nKiss the player in front of you on the mouth ~a ~m\nTake a pen and paper and draw your penis/vagina. ~a ~m\nGive the group your naughtiest look. ~a ~m\nMassage the legs of the player on your left. ~a ~m\nLook into the eyes of the player on your left and tell him/her: You make me horny/sick/sleepy. ~a ~m\nSit on the lap of the player on your right for one round. ~a ~m\nFake an orgasm, while simulating a sexual position. ~a ~m\nPerform a motorboat on somebody. If you are a girl let someone motorboat you. ~a ~m\nGive another player of the same sex a big kiss on the mouth. ~a ~m\nTake a picture of your bum and share it on social media. (#MadWish) ~a ~m\nTake one of your co-players into another room and give him/her a sensual massage. (60sec.) ~a ~m\nSeduce the player on your right. ~a ~m\nCall a sex club and apply for a job. Stay on the phone for at least 1 minute. ~a ~m\nChoose a female player and take off her bra using one hand. ~a ~m\nSuck a finger of the player in front of you, of the opposite sex. (15sec.) ~a ~m\nThe player on your right has to spank you. ~a ~m\nGive the player on your right a professional erotic massage. ~a ~m\nGet blindfolded. All players have to kiss you and you have to guess who it is. Each wrong answer means a shot. ~a ~m"
      }
    ]
  }
}