{
  "active": true,
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-08-14T20:18:23.410Z"
  },
  "groupName": "<b><color=purple>Moxxxi - Strip Club / Drinking",
  "tagline": "Dance, strip, drink, smoke it... just do it.",
  "discord": "https://discord.gg/clubmoxxxi",
  "vrchat": "grp_e372baf9-9324-4b92-98a7-5589ec09e1bc",
  "youtube": "",
  "tiktok": "",
  "instagram": "https://www.instagram.com/m.o.x.x.x.i/",
  "x": "",
  "patreon": "",
  "rules": "1. Staff members must not be blocked.<br>2. Keep the environment drama-free. Handle personal issues privately.<br>3. Be respectful to others. No discrimination, harassment, or bullying.<br>4. When there’s a DJ, do not play music through your microphone.<br>5. For drinking songs, go somewhere remote where others will not be disturbed.<br>6. Have a good time and drink responsibly!<br>7. Refrain from talking about politics.(if absolutely needed go into private room)<br>8. NSFW EVENT ALL THE TIME (don't be weird. be an adult 18+)",
  "infoBoard": "We are a 18+ Dancing/Drinking party community. Meet new people, get fucked up and enjoy all the amazing performances!<br><align=left><u>What We Offer:</u></align><br><align=left>Φ Club Events Every Saturday  </align><br><align=left>Φ Highly Moderated 18+ Club  </align><br><align=left>Φ Kind And Dedicated Staff  </align><br><align=left>Φ Tons Of Server Emotes  </align><br><align=left>Φ Organized Channels </align><br><align=left>Φ Promotion Channels </align><br><align=left>Φ Avatar Market</align><br><align=left> ╚═֍ Drinking Everyday @3:30pm CST ֍ </align><br><align=left> ╚═֍ Dance Events Saturday @5pm CST ֍ </align><br><align=left>Join the Group & discord. </align>",
  "moderators": [
    "TyphoonWes",
    "TheWebbMD",
    "~Kiska~",
    "Dukeslice",
    "The OG TopRamen",
    "Areina",
    "SlackerDK",
    "․Skittles․",
    "Hibiscus",
    "Cantina_Cat",
    "WJgames",
    "-Epsi-",
    "༒DAX༒",
    "PrimordialAbyss",
    "rozAhai",
    "｜мοԝ｜",
    "༒ＲＥＳＯＬＶＥ༒",
    "Bippie",
    "Neros03",
    "Maple",
    "TheIllusionJedi",
    "Vισʅα Lαყɳҽ",
    "D o c",
    "ღBeckyღ",
    "djtrifecta"
  ],
  "owners": [
    "TyphoonWes",
    "｜мοԝ｜"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/p/moxxxi",
  "posterEnabled": true,
  "posterApprovedOn": "2025-08-20",
  "billboardData": {
    "atlasUrl": "https://raw.githubusercontent.com/Mineblown/smashedgroups/main/12_billboard_atlas.png?v=1757017778878",
    "images": [
      {
        "name": "MOXXXI_LOGO_White.png",
        "uv": [
          0,
          0,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-09_19-06-37.908_7680x4320.png",
        "uv": [
          0.5,
          0,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-23_16-26-45.067_7680x4320.png",
        "uv": [
          0,
          0.25,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-23_21-49-40.153_1920x1080.png",
        "uv": [
          0.5,
          0.25,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-23_21-54-06.954_1920x1080.png",
        "uv": [
          0,
          0.5,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-23_21-54-25.514_1920x1080.png",
        "uv": [
          0.5,
          0.5,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-23_22-10-39.717_2560x1440.png",
        "uv": [
          0,
          0.75,
          0.5,
          0.25
        ]
      }
    ]
  },
  "groupPhotosEnabled": true,
  "spinbottle": {
    "categories": [
      {
        "k": "nsfw",
        "t": "Moxxxi-NSFW",
        "e": 1,
        "x": "Lights on or lights off? ~a ~m\nWhat is the most daring thing you have ever done in bed? ~a ~m\nHave you ever been caught in the act? ~a ~m\nWhat’s your favorite position? ~a ~m\nWhat’s the kinkiest thing you’ve ever tried? ~a ~m\nWould you ever consider a threesome? ~a ~m\nWhat’s your favorite way to set the mood? ~a ~m\nHave you ever used toys in the bedroom? ~g ~m\nWhat’s your ultimate turn-off? ~a ~m\nWhat’s your go-to move to seduce someone? ~a ~m\nHave you ever had a friends-with-benefits arrangement? ~a ~m\nWhat’s your favorite way to tease your partner? ~a ~m\nJoin the Moxxxi group and discord. Did it? ~g 20\nGive the person to your right a short massage! ~a ~m\nTake 5 of your drink of choice!\nGive a lap dance to someone of your choice! Or ~d ~m\nWhat do you masturbate to? ~a ~m\nHow often do you masturbate? ~a ~m\nHow often do you use sex toys to masturbate? ~a ~m\nDo you enjoy giving OR receiving oral? ~a ~m\nCan you deepthroat? ~a ~m\n(w/dick) How long and how thick is it? ~a ~m\n(w/dickDo you do anal? Top or bottom? ~a ~m\n(w/dickAre you circumcised? ~a ~m\n(w/dickDo you like your balls being played with? ~a ~m\n(w/dickDo you enjoy prostate stimulation? Ever came from it? ~a ~m\n(w/Pussy) Do you like playing with your clit? ~a ~m\n(w/Pussy) How do you prefer to do it? ~a ~m\n(w/Pussy) What’s your breast size? ~a ~m\n(w/Pussy) How often do you go braless? ~a ~m\n(w/Pussy )Do you finger yourself? ~a ~m\n(w/Pussy) How familiar are you with your g-spot? ~a ~m\n(w/Pussy) Do you squirt? ~a ~m\nSpit or swallow? ~a ~m\nCut or uncut dicks? ~a ~m\nRough or sensual sex? ~a ~m\nOldest person you’d sleep with? ~a ~m\nLoud or quiet partners? ~a ~m\nHow much foreplay do you like? ~a ~m\nHow much teasing do you like? ~a ~m\nWhat is too big for you to take? (Pussy or Ass) ~a ~m\nDo you do hookups or only sleep with a partner? ~a ~m\nHow much kissing do you like during sex? ~a ~m\nDo you name your genitalia? ~a ~m\nWhat would be your stripper name? ~a ~m\nAny funny sex stories? ~a ~m\nWhat food if any would you use during sex? ~a ~m\nWould you give somebody a sex toy as a gift? ~a ~m\nWhat’s the weirdest porn you’ve ever seen? ~a ~m\nEver used something that isn’t made for sex? ~a ~m\nHave you ever walked in on somebody or been walked in on? ~a ~m\nDo you have any friends you’d sleep with? ~a ~m\nDo you like wearing/seeing people in lingerie? ~a ~m\nDo you masturbate or have sex with clothes on? ~a ~m\nAre stockings/thigh highs a turn on? ~a ~m\nEver had somebody say no to a kink you suggested trying? ~a ~m\nDo you trim, shave or leave pubic hair untouched? ~a ~m\nHow do you prefer partners? trim, shave or leave? ~a ~m\nHow many orgasms can you have in a day? ~a ~m\nHow many other people know your dick/bra size? ~a ~m\nWhat do you wear to bed?\nDo you eat ass? Do you like having your ass eaten? ~a ~m\nHave you ever been to a strip club? How was it? If not, would you? ~a ~m"
      },
      {
        "k": "sfw",
        "t": "Moxxxi-SFW",
        "e": 1,
        "x": "You have received a handwritten love letter. ~a ~m\nYou've ever had an unforgettable adventure while traveling solo. ~a ~m\nYou've ever laughed so hard you cried. ~a ~m\nYou've ever received an unexpected gift from a secret admirer. ~a ~m\nYou've ever participated in a costume contest and won. ~a ~m\nYou've ever been part of a surprise party that went completely wrong. ~a ~m\nYou had an embarrassing autocorrect fail in a text message. ~a ~m\nYou've ever accidentally insulted someone without realizing it. ~a ~m\nYou have participated in an escape room challenge. ~a ~m\nYou have been featured in a news story or local television segment ~a ~m\nJoin the Moxxxi group and discord. Did it? ~g 20\nYou've ever taken an unplanned and spontaneous flight to a random destination. ~a ~m\nYou've ever had an encounter with an animal that led to a comical or unexpected situation. ~a ~m\nYou've ever accidentally photobombed a stranger's picture. ~a ~m\nYou've ever used a fake accent to impress someone. ~a ~m\nYou've ever had a wardrobe malfunction in a public place. ~a ~m\nWhat is one article of clothing that someone could wear that would make you walk out on a date with them?\nThe zombie apocalypse is coming, who are 3 people you want on your team?\nWhat is your most used emoji?\nWhat was the worst style choice you ever made?\nWhat was the worst haircut you ever had?\nWho was your childhood actor/actress crush?\nIf you were a wrestler what would be your entrance theme song?\nHave you ever been told you look like someone famous, who was it?\nIf you could bring back any fashion trend what would it be?\nWhat’s the most embarrassing fashion trend you used to rock?\nWhat did you name your first car?\nDoes your current car have a name? What is it?\nYou have your own late night talk show, who do you invite as your first guest?\nIf a movie was made of your life what genre would it be, who would play you?\nIf you were famous, what would you be famous for?\nYou have to sing karaoke, what song do you pick?\nWhat was your least favorite food as a child? Do you still hate it or do you love it now?\nIf you had to eat one meal everyday for the rest of your life what would it be?\nIf you were left on a deserted island with either your worst enemy or no one, which would you choose? Why?\nIf aliens landed on earth tomorrow and offered to take you home with them, would you go?\n60s, 70s, 80s, 90s: Which decade do you love the most and why?\nWhat’s your favorite sandwich and why?\nYou have fallen asleep during a movie in the theater. ~a ~m\nYou've ever accidentally texted your mom or dad something meant for a friend. ~a ~m\nYou've ever had an embarrassing encounter with your boss outside of work. ~a ~m\nYou've ever tried to imitate a famous celebrity and failed spectacularly. ~a ~m\nYou've ever had an awkward encounter with an ex. ~a ~m\nYou've ever worn mismatched shoes / socks in public without realizing it. ~a ~m\nYou've ever had a laugh so contagious that it made everyone else start laughing too. ~a ~m\nYou've ever tried to sneak into a movie theater without a ticket. ~a ~m\nYou’ve ever tried a food combination that made everyone else cringe. ~a ~m\nYou've ever danced like nobody's watching in a public place. ~a ~m\nYou've ever stayed up all night binge-watching a TV series. ~a ~m\nJoin the Moxxxi group and discord. Did it? ~g 20\nYou've ever had an embarrassing moment caught on video ~d 5\nYou've received a surprise party. ~g 10\nYou've ever taken a selfie in an unusual or risky location. ~d 5\nYou've ever sung karaoke in front of a crowd. ~g 10"
      }
    ]
  }
}