{
  "active": true,
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-08-14T20:18:23.410Z"
  },
  "groupName": "<b><color=purple>Moxxxi - Strip Club / Drinking",
  "tagline": "Dance, strip, drink, smoke it... just do it.",
  "discord": "https://discord.gg/clubmoxxxi",
  "vrchat": "grp_e372baf9-9324-4b92-98a7-5589ec09e1bc",
  "youtube": "",
  "tiktok": "",
  "instagram": "https://www.instagram.com/m.o.x.x.x.i/",
  "x": "",
  "patreon": "",
  "rules": "1. Staff members must not be blocked.<br>2. Keep the environment drama-free. Handle personal issues privately.<br>3. Be respectful to others. No discrimination, harassment, or bullying.<br>4. When there’s a DJ, do not play music through your microphone.<br>5. For drinking songs, go somewhere remote where others will not be disturbed.<br>6. Have a good time and drink responsibly!<br>7. Refrain from talking about politics.(if absolutely needed go into private room)<br>8. NSFW EVENT ALL THE TIME (don't be weird. be an adult 18+)",
  "infoBoard": "We are a 18+ Dancing/Drinking party community. Meet new people, get fucked up and enjoy all the amazing performances!<br><align=left><u>What We Offer:</u></align><br><align=left>Φ Club Events Every Saturday  </align><br><align=left>Φ Highly Moderated 18+ Club  </align><br><align=left>Φ Kind And Dedicated Staff  </align><br><align=left>Φ Tons Of Server Emotes  </align><br><align=left>Φ Organized Channels </align><br><align=left>Φ Promotion Channels </align><br><align=left>Φ Avatar Market</align><br><align=left> ╚═֍ Drinking Everyday @3:30pm CST ֍ </align><br><align=left> ╚═֍ Dance Events Saturday @5pm CST ֍ </align><br><align=left>Join the Group & discord. </align>",
  "moderators": [
    "TyphoonWes",
    "TheWebbMD",
    "~Kiska~",
    "Dukeslice",
    "The OG TopRamen",
    "Areina",
    "SlackerDK",
    "․Skittles․",
    "Hibiscus",
    "Cantina_Cat",
    "WJgames",
    "-Epsi-",
    "༒DAX༒",
    "PrimordialAbyss",
    "rozAhai",
    "｜мοԝ｜",
    "༒ＲＥＳＯＬＶＥ༒",
    "Bippie",
    "Neros03",
    "Maple",
    "TheIllusionJedi",
    "Vισʅα Lαყɳҽ",
    "D o c",
    "ღBeckyღ",
    "djtrifecta"
  ],
  "owners": [
    "TyphoonWes",
    "｜мοԝ｜"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/p/moxxxi",
  "posterEnabled": true,
  "posterApprovedOn": "2025-08-20",
  "billboardData": {
    "atlasUrl": "https://raw.githubusercontent.com/Mineblown/smashedgroups/main/12_billboard_atlas.png?v=1757017778878",
    "images": [
      {
        "name": "MOXXXI_LOGO_White.png",
        "uv": [
          0,
          0,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-09_19-06-37.908_7680x4320.png",
        "uv": [
          0.5,
          0,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-23_16-26-45.067_7680x4320.png",
        "uv": [
          0,
          0.25,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-23_21-49-40.153_1920x1080.png",
        "uv": [
          0.5,
          0.25,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-23_21-54-06.954_1920x1080.png",
        "uv": [
          0,
          0.5,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-23_21-54-25.514_1920x1080.png",
        "uv": [
          0.5,
          0.5,
          0.5,
          0.25
        ]
      },
      {
        "name": "VRChat_2025-08-23_22-10-39.717_2560x1440.png",
        "uv": [
          0,
          0.75,
          0.5,
          0.25
        ]
      }
    ]
  },
  "groupPhotosEnabled": true,
  "spinbottle": {
    "categories": [
      {
        "k": "nsfw",
        "t": "Moxxxi-NSFW",
        "e": 1,
        "x": "Lights on or lights off? ~a ~m\nWhat is the most daring thing you have ever done in bed? ~a ~m\nHave you ever been caught in the act? ~a ~m\nWhat’s your favorite position? ~a ~m\nWhat’s the kinkiest thing you’ve ever tried? ~a ~m\nWould you ever consider a threesome? ~a ~m\nWhat’s your favorite way to set the mood? ~a ~m\nHave you ever used toys in the bedroom? ~g ~m\nWhat’s your ultimate turn-off? ~a ~m\nWhat’s your go-to move to seduce someone? ~a ~m\nHave you ever had a friends-with-benefits arrangement? ~a ~m\nWhat’s your favorite way to tease your partner? ~a ~m\nJoin the Moxxxi group and discord. Did it? ~g 20\nGive the person to your right a short massage! ~a ~m\nTake 5 of your drink of choice!\nGive a lap dance to someone of your choice! Or ~d ~m\nWhat do you masturbate to? ~a ~m\nHow often do you masturbate? ~a ~m\nHow often do you use sex toys to masturbate? ~a ~m\nDo you enjoy giving OR receiving oral? ~a ~m\nCan you deepthroat? ~a ~m\n(w/dick) How long and how thick is it? ~a ~m\n(w/dickDo you do anal? Top or bottom? ~a ~m\n(w/dickAre you circumcised? ~a ~m\n(w/dickDo you like your balls being played with? ~a ~m\n(w/dickDo you enjoy prostate stimulation? Ever came from it? ~a ~m\n(w/Pussy) Do you like playing with your clit? ~a ~m\n(w/Pussy) How do you prefer to do it? ~a ~m\n(w/Pussy) What’s your breast size? ~a ~m\n(w/Pussy) How often do you go braless? ~a ~m\n(w/Pussy )Do you finger yourself? ~a ~m\n(w/Pussy) How familiar are you with your g-spot? ~a ~m\n(w/Pussy) Do you squirt? ~a ~m\nSpit or swallow? ~a ~m\nCut or uncut dicks? ~a ~m\nRough or sensual sex? ~a ~m\nOldest person you’d sleep with? ~a ~m\nLoud or quiet partners? ~a ~m\nHow much foreplay do you like? ~a ~m\nHow much teasing do you like? ~a ~m\nWhat is too big for you to take? (Pussy or Ass) ~a ~m\nDo you do hookups or only sleep with a partner? ~a ~m\nHow much kissing do you like during sex? ~a ~m\nDo you name your genitalia? ~a ~m\nWhat would be your stripper name? ~a ~m\nAny funny sex stories? ~a ~m\nWhat food if any would you use during sex? ~a ~m\nWould you give somebody a sex toy as a gift? ~a ~m\nWhat’s the weirdest porn you’ve ever seen? ~a ~m\nEver used something that isn’t made for sex? ~a ~m\nHave you ever walked in on somebody or been walked in on? ~a ~m\nDo you have any friends you’d sleep with? ~a ~m\nDo you like wearing/seeing people in lingerie? ~a ~m\nDo you masturbate or have sex with clothes on? ~a ~m\nAre stockings/thigh highs a turn on? ~a ~m\nEver had somebody say no to a kink you suggested trying? ~a ~m\nDo you trim, shave or leave pubic hair untouched? ~a ~m\nHow do you prefer partners? trim, shave or leave? ~a ~m\nHow many orgasms can you have in a day? ~a ~m\nHow many other people know your dick/bra size? ~a ~m\nWhat do you wear to bed?\nDo you eat ass? Do you like having your ass eaten? ~a ~m\nHave you ever been to a strip club? How was it? If not, would you? ~a ~m"
      },
      {
        "k": "sfw",
        "t": "Moxxxi-SFW",
        "e": 1,
        "x": "You have received a handwritten love letter. ~a ~m\nYou've ever had an unforgettable adventure while traveling solo. ~a ~m\nYou've ever laughed so hard you cried. ~a ~m\nYou've ever received an unexpected gift from a secret admirer. ~a ~m\nYou've ever participated in a costume contest and won. ~a ~m\nYou've ever been part of a surprise party that went completely wrong. ~a ~m\nYou had an embarrassing autocorrect fail in a text message. ~a ~m\nYou've ever accidentally insulted someone without realizing it. ~a ~m\nYou have participated in an escape room challenge. ~a ~m\nYou have been featured in a news story or local television segment ~a ~m\nJoin the Moxxxi group and discord. Did it? ~g 20\nYou've ever taken an unplanned and spontaneous flight to a random destination. ~a ~m\nYou've ever had an encounter with an animal that led to a comical or unexpected situation. ~a ~m\nYou've ever accidentally photobombed a stranger's picture. ~a ~m\nYou've ever used a fake accent to impress someone. ~a ~m\nYou've ever had a wardrobe malfunction in a public place. ~a ~m\nWhat is one article of clothing that someone could wear that would make you walk out on a date with them? ~a ~m\nThe zombie apocalypse is coming, who are 3 people you want on your team? ~a ~m\nWhat is your most used emoji? ~a ~m\nWhat was the worst style choice you ever made? ~a ~m\nWhat was the worst haircut you ever had? ~a ~m\nWho was your childhood actor/actress crush? ~a ~m\nIf you were a wrestler what would be your entrance theme song? ~a ~m\nHave you ever been told you look like someone famous, who was it? ~a ~m\nIf you could bring back any fashion trend what would it be? ~a ~m\nWhat’s the most embarrassing fashion trend you used to rock? ~a ~m\nWhat did you name your first car? ~a ~m\nDoes your current car have a name? What is it? ~a ~m\nYou have your own late night talk show, who do you invite as your first guest? ~a ~m\nIf a movie was made of your life what genre would it be, who would play you? ~a ~m\nIf you were famous, what would you be famous for? ~a ~m\nYou have to sing karaoke, what song do you pick? ~a ~m\nWhat was your least favorite food as a child? Do you still hate it or do you love it now? ~a ~m\nIf you had to eat one meal everyday for the rest of your life what would it be? ~a ~m\nIf you were left on a deserted island with either your worst enemy or no one, which would you choose? Why? ~a ~m\nIf aliens landed on earth tomorrow and offered to take you home with them, would you go? ~a ~m\n60s, 70s, 80s, 90s: Which decade do you love the most and why?\nWhat’s your favorite sandwich and why? ~a ~m\nYou have fallen asleep during a movie in the theater. ~a ~m\nYou've ever accidentally texted your mom or dad something meant for a friend. ~a ~m\nYou've ever had an embarrassing encounter with your boss outside of work. ~a ~m\nYou've ever tried to imitate a famous celebrity and failed spectacularly. ~a ~m\nYou've ever had an awkward encounter with an ex. ~a ~m\nYou've ever worn mismatched shoes / socks in public without realizing it. ~a ~m\nYou've ever had a laugh so contagious that it made everyone else start laughing too. ~a ~m\nYou've ever tried to sneak into a movie theater without a ticket. ~a ~m\nYou’ve ever tried a food combination that made everyone else cringe. ~a ~m\nYou've ever danced like nobody's watching in a public place. ~a ~m\nYou've ever stayed up all night binge-watching a TV series. ~a ~m\nJoin the Moxxxi group and discord. Did it? ~g 20\nYou've ever had an embarrassing moment caught on video ~a ~m\nYou've received a surprise party. ~a ~m\nYou've ever taken a selfie in an unusual or risky location. ~a ~m\nYou've ever sung karaoke in front of a crowd. ~a ~m\nWhat’s the best piece of advice you’ve ever been given? ~a ~m\nWhen you die, what do you want to be remembered for? ~a ~m\nWhat is your favorite item you’ve bought this year? ~a ~m\nWhat would be the most surprising scientific discovery imaginable?\nWhat is your absolute dream job? ~a ~m\nWhat would your talent be if you were Miss or Mister World? ~a ~m\nWhat would the title of your autobiography be? ~a ~m\nSay you’re independently wealthy and don’t have to work, what would you do with your time? ~a ~m\nIf you had to delete all but 3 apps from your smartphone, which ones would you keep? ~a ~m\nWhat is your favorite magical or mythological animal? ~a ~m\nWhat does your favorite shirt look like? ~a ~m\nWho is your favorite Disney hero or heroine? ~a ~m\nYou’re going sail around the world, what’s the name of your boat? ~a ~m\nWhat sport would you compete in if you were in the Olympics? ~a ~m\nWhat was the worst job you ever had? ~a ~m\nYou can have anyone fictional as your imaginary friend, who do you choose and why? ~a ~m\nWhat would your superpower be and why? ~a ~m\nWhich band / artist – dead or alive would play at your funeral? ~a ~m\nAs a child, what did you want to be when you grew up? ~a ~m\nWhat’s your favorite tradition or holiday? ~a ~m\nWhat fictional world or place would you like to visit? ~a ~m\nWhat is your favorite breakfast food? ~a ~m\nWhat is your favorite time of the day and why? ~a ~m\nCoffee or tea? ~a ~m\nTeleportation or flying? ~a ~m\nWhat is your favorite TV show? ~a ~m\nWhat book, movie read/seen recently you would recommend and why? ~a ~m\nWhat breed of dog would you be? ~a ~m\nIf you had a time machine, would go back in time or into the future? ~a ~m\nDo you think you could live without your smartphone (or other technology item) for 24 hours? ~a ~m\nWhat is your favorite dessert? ~a ~m\nWhat was your favorite game to play as a child? ~a ~m\nWhat’s one career you wish you could have? ~a ~m\nWhat fictional world or place would you like to visit? ~a ~m\nHave you ever met your idol or someone you revere greatly? ~a ~m\nHave you ever completed anything on your “bucket list”? ~a ~m\nDo you have a favorite plant? ~a ~m\nWhat did you have for breakfast this morning? ~a ~m\nWhat’s is one thing we don’t know about you? ~a ~m\nWhat is your favorite meal to cook and why? ~a ~m\nAre you a morning person or a night person? ~a ~m\nWhat is your favorite musical instrument and why? ~a ~m\nAre you a cat person or a dog person? ~a ~m\nWhat languages do you know how to speak? ~a ~m\nPopcorn or M&Ms? ~a ~m\nWhat’s the weirdest food you’ve ever eaten? ~a ~m\nWhat’s the most out-of-character thing you’ve ever done? ~a ~m\nWhat is your cellphone wallpaper? ~a ~m\nYou can have an unlimited supply of one thing for the rest of your life, what is it? Sushi? Scotch Tape? ~a ~m\nWhat’s your best scar story? ~a ~m\nWould you go with aliens if they beamed down to Earth? ~a ~m\nAre you sunrise, daylight, twilight, or nighttime? Why? ~a ~m\nWhat season would you be? ~a ~m\nAre you a good dancer? ~a ~m\nWhat fruit or vegetable would you most want to be? ~a ~m\nIf you could hang out with any cartoon character, who would you choose and why? ~a ~m\nIf you could live anywhere in the world for a year, where would it be? ~a ~m\nIf you could commit any crime and get away with it what would you choose and why? ~a ~m\nIf you could choose any person from history to be your imaginary friend, who would it be and why? ~a ~m\nIf you could see one movie again for the first time, what would it be and why? ~a ~m\nIf you could bring back any fashion trend what would it be? ~a ~m\nIf you could live in any country, where would you live? ~a ~m\nIf you could choose any two famous people to have dinner with who would they be? ~a ~m\nIf you could be any animal in the world, what animal would you choose to be? ~a ~m\nIf you could do anything in the world as your career, what would you do? ~a ~m\nIf you could be any supernatural creature, what would you be and why? ~a ~m\nIf you could change places with anyone in the world, who would it be and why? ~a ~m\nIf you could rename yourself, what name would you pick? ~a ~m\nIf you could have someone follow you around all the time, like a personal assistant, what would you have them do? ~a ~m\nIf you could instantly become an expert in something, what would it be? ~a ~m\nIf you could be guaranteed one thing in life (besides money), what would it be? ~a ~m\nIf you had to teach a class on one thing, what would you teach?\nIf you could magically become fluent in any language, what would it be? ~a ~m\nIf you could be immortal, what age would you choose to stop aging at and why? ~a ~m\nIf you could be on a reality TV show, which one would you choose and why? ~a ~m\nIf you could choose any person from history to be your imaginary friend, who would it be and why? ~a ~m\nIf you could eliminate one thing from your daily routine, what would it be and why? ~a ~m\nIf you could go to Mars, would you? Why or why not? ~a ~m\nIf you could have the power of teleportation right now, where would you go and why? ~a ~m\nIf you could write a book that was guaranteed to be a best seller, what would you write? ~a ~m\nWould you rather live in the ocean or on the moon? ~a ~m\nWould you rather meet your travel back in time to meet your ancestors or to the future to meet your descendants? ~a ~m\nWould you rather lose all of your money or all of your pictures? ~a ~m\nWould you rather have invisibility or flight? ~a ~m\nWould you rather live where it only snows or the temperature never falls below 100 degrees? ~a ~m\nWould you rather always be slightly late or super early? ~a ~m\nWould you rather give up your smartphone or your computer? ~a ~m\nWould you rather live without heat and AC or live without social media? ~a ~m\nWould you rather be the funniest or smartest person in the room? ~a ~m\nWould you rather be able to run at 100 miles per hour or fly at 10 miles per hour? ~a ~m\nWould you rather be a superhero or the world’s best chef? ~a ~m\nWould you rather be an Olympic gold medalist or an astronaut? ~a ~m\nWhat is the first gift you remember receiving? ~a ~m\nWhat is your earliest memory of Christmas? ~a ~m\nHave you ever told someone Santa is not real? ~a ~m\nHow do you like your potatoes? ~a ~m\nWhat is the best holiday or winter treat? ~a ~m\nWhat is a simple holiday tradition you like? ~a ~m\nWhat is your New Year’s resolution? ~a ~m\nWould you rather live at the North Pole or the South Pole? ~a ~m\nWhich holiday song is your favorite? ~a ~m"
      }
    ]
  }
}