{
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-09-12T19:41:21.016Z"
  },
  "groupName": "Shot's Before Thot's",
  "tagline": "VRChat Drinking Community For The Alcoholics, Stoners, Crossfaders, And Ravers!",
  "discord": "https://discord.gg/CQDscHy8jb",
  "vrchat": "grp_020d3954-9884-4d1a-bf58-4950b510d84c",
  "youtube": "",
  "tiktok": "",
  "instagram": "https://www.instagram.com/sbtvrc/",
  "x": "",
  "patreon": "",
  "rules": "<align=left><color=#8c4fb5>Welcome To Shot's Before Thot's!</color></align><br>Are <i>YOU </i>ready to join the Thotties?<br><br>Rules Of The Party:<br><br><b><i><color=#d8b1f2>IF YOU WANNA JOIN THE PARTY YOU NEED TO UNDERSTAND THE RULES! </color></i></b><color=#d7afde><b><i>WE GIVE YOU 3 OPPORTUNITIES BEFORE YOU GET THE BOOT!</i></b></color><br>1) 18＋‚ Adults Onlyǃ<br><br>2) No Harassment‚ Drama‚ or Immaturity․<br>3) See Something‚ Say Something<br>4) Sexual Assault and⁄or Abuse Is NOT Tolerated․<br>5) Do Not Block‚ Harass‚ or Instigate Staff․<br>6) Drink Water and Know Your Limits<br>7) Dispute All Issues With Drinksǃ<br><br>Report any issues to staff. If you run into any other issue please report <color=#e5e5e5>it to our discord! Thank you! </color><br><br><br><br><color=#eb87f8>Cheers Everyoneǃ Welcome In! Take 20!</color>",
  "infoBoard": "What is Shot's Before Thot's?<br><br><color=#dfa4f4>Shot's Before Thot's is an 18+ all inclusive, drama free community for the Alcoholics, Stoners, Crossfaders, and MORE! We specialize in getting you<i>FUCKED UP! </i>Since October of 2024, we have continued onward in our mission to provide entertainment within the drinking world for all of those who like to party. We provide a drama free space while also specializing in getting absolutely <i>SHITFACED!</i></color><br><br><color=#dfa4f4>If you'd like to skip the Queue's when we're open or would like to join our amazing staff, check out our discord! Boosting Our Discord Unlocks Priority Queue For YOU!</color><br><br><color=#dfa4f4>Ready to join the Thotties? Hit the Request to Join on our Group!</color><br><br><i>Please Drink Responsibly, We are NOT your babysitters.</i>",
  "moderators": [
    "xᴏʟᴜɴɪᴇ ღ",
    "Jolbybilson6964",
    "Łĩłĩṯħ",
    "-altalune-",
    "ЩΛƧƬΣD ƧӨЦᄂ",
    "_Huey",
    "1stImpressions",
    "host_chimera",
    "~S̶t̶a̶t̶i̶c̶~",
    "Ntrvrtd",
    "IFae",
    "katie uwu",
    "Shoutiel",
    "_Catw"
  ],
  "owners": [
    "xᴏʟᴜɴɪᴇ ღ",
    "Jolbybilson6964",
    "Łĩłĩṯħ"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/u/52",
  "active": true,
  "posterEnabled": true,
  "spinbottle": {
    "categories": [
      {
        "k": "heavy---sfw",
        "t": "Shottie's Drunken Wheel ",
        "e": 0,
        "x": "~g out 10 if you've ever lied about your age online.\n~d 5 if your currently playing on Quest\nRULE TIME! Create a new rule for the table until a new rule is made!\n{player} must bark like a dog or take 10!\nTake ~m or Meow until your next turn!\nSomeone else picks one of the other options for you!\nPick another option on the table!\nMake a rule, or delete a rule!\nTake 5 shots and spin again!\nPick someone at the table, their drinks are doubled until your next turn!\nTake 2 shots, then all furry avatars take another 2!\nTake 2 shots, then all eboy avatars take another 2!\nTake 2 shots, then all egirl avatars take another 2!\nTake 2 shots, then all NSFW avatars take another 2!\nYou and all your friends take 5 shots!\nYou and everyone who doesn't have you added take 5 shots!\nGive the group a Never Have I Ever! Anyone (including you) who's done it takes 3 shots!\nUntil your next turn, triple all drinks you take!\nYour next drink is multiplied x10!\nTake 2 shots for each person playing right now!\nTake 2 shots, then all PC Users take another 2!\nTake 2 shots, then all Quest Users take another 2!\nTake 2 shots, then all Full Body players take another 2!\nTake 2 shots, then all Very Poor avatars take another 2!\nTake 2 shots, then all avatars that are not Very Poor take 2!\nGive out 10 shots to people at the table!\nDesignated Drinker! You are EVERYONE'S mate until your next turn!\nThe next player that makes you drink becomes your mate!\nTake a shot for every day out of the last 7 you've had drinks in!\nTake a shot for every hour of sleep you got last night!\nTake 4 shots if you haven't had water today! Take 10 if you did!\nTake 2 shots for every Truth you've asked or answered tonight! (Take 5 if none)\nTake 2 shots for every Dare you've done or given tonight! (Take 5 if none)\nEveryone who is on Blue or Green takes 3 shots!\nEveryone who is on Red or Orange takes 3 shots! (Go on blue, you fuck)\nVrc+ people take 5. (If it was gifted, take 10)\nMutes do a buddy shot of 4.\nYou and the dj take 5 shots/tokes. (No dj? Double it for yourself)\nNSFW Avatars Take 5\nNSFW Avatars Strip Or Take 10\nEST Time Zone People CHUG FOR 5!\nPST Time Zone People CHUG FOR 5!\nCST Time Zone People CHUG FOR 5!\nEuropean Time Zone People CHUG FOR 5!\nVRC Content Creators TAKE 10!\nPose For The Camera! Last Person To Pose Take 8!\nWorld Creators Take 5\nGroup Owners Take 6\nEdited or Uploaded Avatars Take 3\nVIP People Drink 4\nGirls Take 2\nGuys Take 3\nHANDS UP! Last Person Finishes Their Drink!\nDrinking Night OGs Take 10\nGive Out 5 If you Slept on VR Take 5 If You Didnt\nCharades! Act out as the last person you Messaged or take 6\nRead your last DM and Spin Again.\nAction! Tell the group something to do. Last person to follow it must finish their drink!\nChug Chug Chug! Finish your drink!\nTake 10 and Spin Again!\nVodka Lovers Take 4!\nCheers all you FBT users! Take 2!\nBoy and Girls SPLIT! Take a group shot with each other!\nStripped Avatars, Take 5!\nMovie Lovers! Take a Shot!\nBinge Watchers Take a Shot!\nGive 2 shots to every person you would ERP with\nGive a shot to every person you’d kiss at this wheel\nTake a shot if you came today, Give a shot if you haven’t.\nGroup picks a number between 1-10, take however many shots the group decides!\nCURSED! You now take 5 after every spin til someone else gets this or the game ends!"
      }
    ]
  }
}