{
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-09-12T19:41:21.016Z"
  },
  "groupName": "Shot's Before Thot's",
  "tagline": "YOUR TOP SPOT TO GET FUCKED UP! CHEEEEERS!",
  "discord": "https://discord.gg/CQDscHy8jb",
  "vrchat": "grp_020d3954-9884-4d1a-bf58-4950b510d84c",
  "youtube": "",
  "tiktok": "",
  "instagram": "https://www.instagram.com/sbtvrc/",
  "x": "",
  "patreon": "",
  "rules": "<align=left><color=#8c4fb5>Welcome To Shot's Before Thot's!</color></align><br><color=#db96ee>Are <i>YOU </i>ready to join the Thotties?</color><br><br>Rules Of The Party:<br><br><b><i><color=#d8b1f2>IF YOU WANNA JOIN THE PARTY YOU NEED TO UNDERSTAND THE RULES! </color></i></b><color=#d7afde><b><i>WE GIVE YOU 3 OPPORTUNITIES BEFORE YOU GET THE BOOT!</i></b></color><br><br><color=#db96ee>1) 18＋‚ Adults Onlyǃ</color><br><color=#db96ee>2) No Harassment‚ Drama‚ or Immaturity․</color><br><color=#db96ee>3) See Something‚ Say Something</color><br><color=#db96ee>4) Sexual Assault and⁄or Abuse Is NOT Tolerated․</color><br><color=#db96ee>5) Do Not Block‚ Harass‚ or Instigate Staff․</color><br><color=#db96ee>6) Drink Water and Know Your Limits</color><br><color=#db96ee>7) Dispute All Issues With Drinksǃ</color><br><br><b><i><u><color=#c243e5>Report any issues to staff. If you run into any other issue please report it to our discord! Thank you! </color></u></i></b><br><br><br><color=#db96ee>Cheers Everyoneǃ Welcome In! Take 20!</color><br>",
  "infoBoard": "<color=#d209ec>Happy Birthday Shot's Before Thots~! </color><br>Today is a remarkable day! We are celebrating our 1 year anniversary! Shot's Before Thot's was originally started by our founder XO, who shared a joke between a friend. Later on the group was founded, October 14th, 2024. Today we celebrate this beautiful 4.9k group, this huge family that parties with no worries. We thank you all for being here.<br><br>Founder's Message: Hello Everyone! XO Here. I wanna give a <b>HUGE </b>thank you to everyone who continues to party with us, anytime we pop up. I originally started this group with love in my heart, and I'm thankful I did. After meeting so many of you, it makes my heart warm knowing that you all still come back and share stories of times you have drank with us. Thank you for being absolutely wonderful to us. Thank you to our staff, the other owners, and you, our wonderful members, for being here and joining in on our journey. I love you from the bottom of my heart <3. 3 CHEEEERS!<br>",
  "moderators": [
    "xᴏʟᴜɴɪᴇ ღ",
    "ilykrona",
    "Jolbybilson6964",
    "Łĩłĩṯħ",
    "-altalune-",
    "_Huey",
    "host_chimera",
    "~S̶t̶a̶t̶i̶c̶~",
    "Ntrvrtd",
    "IFae",
    "Shoutiel",
    "_Catw",
    "༒ -Zex- ༒",
    "StonersUnited",
    "ClubViva HOST",
    "Senpaiwolf24",
    "LazarLui"
  ],
  "owners": [
    "xᴏʟᴜɴɪᴇ ღ",
    "Jolbybilson6964",
    "Łĩłĩṯħ"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/u/52",
  "active": true,
  "posterEnabled": true,
  "spinbottle": {
    "categories": [
      {
        "k": "heavy---sfw",
        "t": "Shottie's Drunken Wheel ",
        "e": 1,
        "x": "Give out 10 if you've ever lied about your age online.\nDrink 5 if your currently playing on Quest\nRULE TIME! Create a new rule for the table until a new rule is made!\n{player} must bark like a dog or take 10!\nTake ~m or Meow until your next turn!\n{player} picks one of the other options for the table!\nPick another option on the table!\nMake a rule, or delete a rule!\nTake 10 shot(s) and spin again!\nPick someone at the table, their drinks are doubled until your next turn!\nTake 10 shot(s), then all furry avatars take another 10!\nTake 5 shot(s), then all eboy avatars take another 5!\nTake 5 shot(s), then all egirl avatars take another 5!\nTake 15 shot(s), then all NSFW avatars take another 15!\nYou and all your friends take 5 shots!\nYou and everyone who doesn't have you added take 10 shots!\nGive the group a Never Have I Ever! Anyone (including you) who's done it takes 10 shot(s)!\nUntil your next turn, triple all drinks you take!\nYour next drink is multiplied x10!\nTake 5 shots for each person playing right now!\nTake 5 shots, then all PC Users take another 5!\nTake 5 shots, then all Quest Users take another 5!\nTake 5 shots, then all Full Body players take another 5!\nTake 5 shots, then all Very Poor avatars take another 5!\nTake 5 shots, then all avatars that are not Very Poor take 2!\nGive out 5 shots to people at the table!\nDesignated Drinker! You are EVERYONE'S mate until your next turn!\nThe next player that makes you drink becomes your mate!\nTake a shot for every day out of the last 5 you've had drinks in!\nTake a shot for every hour of sleep you got last night!\nTake 5 shot(s) if you haven't had water today! Take 5 if you did!\nTake 5 shot(s) for every Truth you've asked or answered tonight! (Take 5 if none)\nTake 5 shots for every Dare you've done or given tonight! (Take 5 if none)\nEveryone who is on Blue or Green takes 5 shot(s)!\nEveryone who is on Red or Orange takes 5 shot(s)! (Go on blue, you fuck)\nVrc+ people take 5. (If it was gifted, take 10)\nMutes do a buddy shot of 5.\nYou and the dj take 5 shots/tokes. (No dj? Double it for yourself)\nNSFW Avatars Take 5\nNSFW Avatars Strip Or Take 5\nEST Time Zone People CHUG FOR 5!\nPST Time Zone People CHUG FOR 5!\nCST Time Zone People CHUG FOR 5!\nEuropean Time Zone People CHUG FOR 5!\nVRC Content Creators TAKE 5!\nPose For The Camera! Last Person To Pose Take 5!\nWorld Creators Take 5\nGroup Owners Take 5\nEdited or Uploaded Avatars Take 5\nVIP People Drink 5\nGirls Take 5\nGuys Take 5\nHANDS UP! Last Person Finishes Their Drink!\nSBT Drinking Night OGs Take 5\nGive Out 5 If you Slept on VR. Take 5 If You Didnt!\nCharades! Act out as the last person you Messaged or take 5\nRead your last DM and Spin Again.\nAction! Tell the group something to do. Last person to follow it must finish their drink!\nChug Chug Chug! Finish your drink!\nTake 5 and Spin Again!\nVodka Lovers Take 5!\nCheers all you FBT users! Take 5!\nBoy and Girls SPLIT! Take a group shot with each other!\nStripped Avatars, Take 5!\nMovie Lovers! Take a Shot!\nBinge Watchers Take a Shot!\nGive 5 shot(s) to every person you would ERP with at this wheel!\nGive a shot to every person you’d kiss at this wheel!\nTake a shot if you came today, Give a shot if you haven’t.\nGroup picks a number between 1-10, take however many shots the group decides!\nCURSED! You now take 5 after every spin til someone else gets this or the game ends!\nShottie Says! Give an action to the group. Last person to do the action takes 20!"
      }
    ]
  }
}