{
  "active": true,
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-09-21T01:35:10.474Z"
  },
  "spinbottle": {
    "categories": [
      {
        "k": "fox",
        "t": "Foxxin spin it!",
        "e": 1,
        "x": "[G] If you are bi drink ~m\n[G] If you have a world hat on you, drink ~m\nGive 4\nSpinner Take 7, dweeb\nDrink and spin again\n[G] Waterfall\nEveryone drinks 2\n[G] Younger than 27 drink 2\n[G] Older than 32 drinks 2\n~g 4 ~d 4\nIf you have a pet, ~a ~m; yes humans can count as pets\n[G] Everyone who has traveled outside of their home country must ~a ~m\nGive ~m to someone wearing black\n[G] If you’ve ever stayed up 15 hours or more gaming, ~a ~m\nGive 3 if you've ever blacked out\nPerson to your left drinks 1\nPerson to your right drinks 1\nPerson across from you takes 2\nFinish your drink or take 5\n[G] If your current group is sexual, take 2\nPick a mate\nChoose who you think is the most likely to go to jail, they take 2\nChoose who you think is the most likely to fall asleep next in the lobby, they take 2\nSay a Never Have I Ever, anyone who has done it takes 2\nBuddy shot, pick someone to take a drink with\n[G] Girls drink 2\n[G] Guys drink 2\n[G] Non binary drink 2\nMake a rule or cancel out an existing rule\nHold your drink in your non-dominant hand until you spin again, if you forget take 1\nYou have The Medusa's Gaze until your next spin, if you make eye contact with someone you both take 3 (you can look at multiple people)\nBan a word until your next spin, anyone who says the word takes a drink\nEnd every sentence until your next spin with \"in my pants\", take 1 drink each time you forget\nGood boy/girl! You can only bark or woof until your next turn, drink 1 each time you don't\n[G] If you are drinking a mixed drink, take 2\n[G] If you are not drinking alcohol, give 7\n[G] If you are drinking hard liquor, give 2\nWhoever has the longest username gives 2\nWhoever has the shortest username takes 2\nRetaliation! The last person to make you drink, takes 2\nJackpot! Give 7,7,7 and spin again\n[G] If you're from North America, take 1\n[G] If you're from Asia, give 1\n[G] If you're from South America, give 1\n[G] If you're from Canada, give 1 and take 1\n[G] If you're from Europe, pick two people to drink 2 with\n[G] If you're from Australia, give 3 and take 3 you fuckin druggo\n[G] If you can't swim, take 2\n[G] If you've never been on a cruise, take 2\n[G] If you've ever had a surgery, give 1\n[G] Drink the last digit in your age\n[G] Drink 3 if you've played VRChat for over 6 hours in one session\nSpinner gives 5 if they've finished a VR/IRL escape room\nSpinner gives 3 if they have dealt cards out before\n[G] If you've dyed your hair before, give 2\nDrink 2 and give 2 if you've cried this week. It's okay it's healthy <3\n[G] If you were given a dare involving ice cubes tonight then give 2, if not then take 1\nIf someone has said they love you today take 2\n[G] Take 2 shots if you're a leprechaun (aka Grim) ~cTiskThySnailyby~\n[G] If your avatar is wearing green, take 2\n[G] People wearing fishnets take 5\n[G] People who have an animal in their name take 2\nIf Roc is here they take 20 ~cRocッ~\nDrink for every animal quality you have on your avi (if you are a [G] furry, take 10) ~cReyClub~\n[G] If you're over 22 take 11 and give 11 ~cMöri~\n[G] If you've played as a player in DnD take 3; if you were a DM then give 5\n[G] Everyone take 1 for each vowel in your name\n[G] Drink 5 for every 1,000 hours you have in vrchat ~cMöri~\n[G] If you play a Miqo'te in Final Fantasy 14, take 5 ~cAkirà~\nGive 5 if you've landed in county jail\nGive 5 if you've given out drinks tonight\n[G] Take 1 for each level you have on steam ~cMöri~\nDrink 1 for each time you say \"like\" until your next turn\nDrink 1 for every person you've cuddled this week you cuddle slut ~cSleepybear24~\nTake 1 for each non-friend in the lobby ~cMöri~\nDrink 1 for each person who has an animal in their name in the lobby ~cTiskThySnailby~\nSpinner picks someone to drink 25% of their drink\n[G] Drink 3 if you've ever bought a battle pass for a game\n[G] December babies drink 3\n[G] Drink 2 if you've played Fortnite this week\nGive 4 if you've been to a VRC meetup\nSpinner drink your choice of 1-10 and give the rest out because you've earned it bud\n[G] Foxbois take 2 ~cOmni Kitsune~\nDo a drinking song, Okita or Omni will host it if here ~cOmni Kitsune~\nWho do you think is the hottest avatar/person in the room? They give 2 and take 2 ~cOmni Kitsune~\nAnswer a Truth or take 2 and spin again\nDo a Dare or take 2 and spin again\n[G] If you are colorblind or partially colorblind, give 3\n[G] Drink 1 per 50 steam games you have ~cCashew213~\nGoon roulette, spinner spins 3 times and each person it lands on or is closest to finishes their drink ~cღ MsMimi ღ~\n[G] If your birthday is this month, give 7\n[G] If you've played old school Runescape, take 3\n[G] If you are wearing socks irl, take 2\n[G] If you've been to 3 or more Smashed worlds this week, take 5"
      }
    ]
  },
  "groupName": "Okita's Fox Crew",
  "tagline": "",
  "discord": "",
  "vrchat": "grp_7e1a73d1-df64-4886-9aa9-01cc8c45979f",
  "youtube": "",
  "tiktok": "",
  "instagram": "",
  "x": "",
  "patreon": "",
  "rules": "1. No racism / homophobia / sexism<br>2. Don't be too much of a dick<br>3. Cheers! Have a good time, not everything lasts forever, let's enjoy the time we have.",
  "infoBoard": "If you read any of the rules or this, take 7; cheers!",
  "moderators": [
    "Okita_",
    "Omni Kitsune"
  ],
  "owners": [
    "Okita_"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/u/60",
  "posterEnabled": false
}