{
  "active": true,
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-09-21T01:35:10.474Z"
  },
  "spinbottle": {
    "categories": [
      {
        "k": "fox",
        "t": "Foxxin spin it!",
        "e": 1,
        "x": "If you are bi drink 2\nIf you have a world hat on you, drink 2\nGive 4\nSpinner Take 7, dweeb\nDrink and spin again\nWaterfall\nEveryone drinks 2\nYounger than 27 drink 2\nOlder than 32 drinks 2\n~g 4 ~d 4\nIf you have a pet, ~a ~m\nEveryone who has traveled outside of their home country must ~a ~m\nGive ~m to someone wearing black\nIf you’ve ever stayed up 15 hours or more gaming, ~a ~m\nGive 3 if you've ever blacked out\nPerson to your left drinks 1\nPerson to your right drinks 1\nFinish your drink or take 5\nIf your current group is sexual, take 2\nPick a mate\nChoose who you think is the most likely to go to jail, they take 2\nChoose who you think is the most likely to fall asleep next in the lobby, they take 2\nSay a Never Have I Ever, anyone who has done it takes 2\nBuddy shot, pick someone to take a drink with\nGirls drink 2\nGuys drink 2\nNon binary drink 2\nMake a rule or cancel out an existing rule\nHold your drink in your non-dominant hand until you spin again, if you\nThe Medusa's Gaze, if you make eye contact with someone before your next spin you both take 3\nBan a word until your next spin, anyone who says the word takes a drink\nEnd every sentence until your next spin with \"in my pants\", take 1 drink each time you forget\nGood boy! You can only bark or woof until your next turn, drink 1 each time you don't\nIf you are drinking a mixed drink, take 2\nIf you are not drinking alcohol, give 7\nIf you are drinking hard liquor, give 2"
      }
    ]
  },
  "groupName": "Okita's Fox Crew",
  "tagline": "",
  "discord": "",
  "vrchat": "grp_7e1a73d1-df64-4886-9aa9-01cc8c45979f",
  "youtube": "",
  "tiktok": "",
  "instagram": "",
  "x": "",
  "patreon": "",
  "rules": "1. No racism / homophobia / sexism<br>2. Just be civil and not a dick.<br>3. Cheers! Have a good time, not everything lasts forever, let's enjoy the time we have.",
  "infoBoard": "If you read any of the rules or this, take 7; cheers!",
  "moderators": [
    "Okita_",
    "Omni Kitsune"
  ],
  "owners": [
    "Okita_"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/u/60",
  "posterEnabled": false
}