{
  "active": true,
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-09-21T01:35:10.474Z"
  },
  "spinbottle": {
    "categories": [
      {
        "k": "fox",
        "t": "Foxxin spin it!",
        "e": 1,
        "x": "[G] If you are bi drink 2\n[G] Everyone drink 2 per world hat on you\n[G] Give 7 if you've baked your own bread from scratch ~cOkita_~\nSpinner Take 7, dweeb\nDrink and spin again\n[G] Spinner hosts a Waterfall\n[G] Everyone Drink 4\n[G] Younger than 27 Drink 2\n[G] Older than 32 Drink 2\nSpinner Give 4 and Drink 4\nIf the Spinner has a pet, Give 4; yes humans can count as pets you freaks ~cOkita_~\nSecond Chance! For the rest of the game the Spinner may Spin Again on their turn if they don't like the first spin.\n[G] If you haven't left the house since you woke up, Take 4\nSpinner: Give 3 to someone wearing animal ears; if no one is then Take 3\n[G] If you’ve ever stayed up 24 hours or more gaming, Give 5\nSpinner: Give 3 if they've ever blacked out\nPerson to your Left drinks 3\nPerson to your Right drinks 3\nPerson Across from you takes 3 and causes a Splash of 1 (their neighbors drink 1)\nFinish your drink or Take 5\n[G] If your current group is sexual, Take 2\nSpinner: Pick a mate or drink 7 and Picks two mates\nSpinner: choose who you think is the most likely to go to jail, they Take 2\nSpinner: choose who you think is the most likely to fall asleep next in the lobby, they Take 4\nSay a Never Have I Ever, anyone who has not done it Takes 3\nDouble Trouble! Spinner drinks 2 with two people of their choice\n[G] Girls Drink 3\n[G] Guys Drink 3\n[G] Non binary Drink 3\nMake a rule or cancel out an existing rule\nHold your drink in your non-dominant hand until you spin again, if you forget Take 1\nYou have The Medusa's Gaze until your next spin, if you make eye contact with someone you both Take 3 (you can look at multiple people)\nBan a word until your next spin, anyone who says the word Takes 1\nEnd every sentence until your next spin with \"in my pants\", Take 1 drink each time you forget\nGood Boy/Girl! You can only bark or woof until your next turn, Drink 1 each time you don't\n[G] If you are drinking a mixed drink, Take 2\n[G] If you are not drinking alcohol, Give 7\n[G] If you are drinking hard liquor straight, Give 2\nWhoever has the longest username Gives 3\nWhoever has the shortest username Takes 3\nRetaliation! The last person to make you drink, Takes 5\nJackpot! Give 7,7,7 and spin again!\n[G] If you're from North America, Take 2\n[G] If you've been on a road trip, Give 3\n[G] If you finished a drink tonight, Take 2 and Give 2\n[G] If you're from Canada, Give 1 and Take 1\n[G] If you're from Europe, Pick two people to Drink 2 with\n[G] If you're from Australia, Give 3 and Take 3 you fuckin drongo\n[G] If you can swim, Take 2\n[G] If you've played pool this week IRL or in VRC, Give 2\n[G] If you've ever had a surgery, Give 1\n[G] Everyone drinks the last digit in their age, if it's a 0 then Give 3\n[G] Drink 4 if you've played VRChat for over 20 hours in one session\nSpinner: Give 5 if they've finished a VR/IRL escape room\nSpinner: Give 3 if they have dealt cards out in the last week in VR/IRL\n[G] If you've dyed your hair before, Give 2\nSpinner: Take 3 and Give 3 if you've cried this week. It's okay it's healthy <3\n[G] If you were given a dare involving ice cubes tonight then Give 5, if not then Take 1\nSpinner: if someone has said that they love you today, Take 2\n[G] Take 2 shots if you're a leprechaun (aka Grim!; Irish or under 5 foot) ~cTiskThySnailyby~\n[G] If you read this prompt out loud, Take 2\n[G] People wearing fishnets Take 5\n[G] People who have an animal in their name Take 2\nIf Rocッ is here they take 20 ~cRocッ~\n[G] Drink for every animal quality you have on your avi (if you are a furry, Take 10; each animal ear and each tail is one drink each) ~cReyClub~\n[G] If you're over 22 Take 11 and Give 11 ~cMöri~\n[G] If you've played as a player in tabletop DnD (IRL/Online) Take 3; if you were a DM then Give 6\n[G] Everyone Take 1 for each vowel in your VR name, Y counts as a vowel\n[G] Drink 5 for every 1,000 hours you have in VRChat ~cMöri~\n[G] If you play a Miqo'te in Final Fantasy 14, Take 5 ~cAkirà~\nTake 3 if you've retaken a photo more than 3 times\nGive 4 if you've given out drinks tonight, if you haven't then Take 4\n[G] Take 1 for each level you have on steam ~cMöri~\nDrink 1 for each time you say \"cheers\" until your next turn\nDrink 1 for every person you've cuddled this week you cuddle slut ~cSleepybear24~\nTake 1 for each non-friend in the lobby ~cMöri~\nDrink 1 for each person who has an animal in their name in the lobby ~cTiskThySnailby~\nSpinner: picks someone to drink 25% of their drink, that persons neighbors Take 1 in their honor\n[G] Drink 3 if you bought a battle pass for a game in the last 30 days\n[G] January babies Give 3\n[G] Drink 2 if you've played Where Winds Meet this week\nGive 4 if you've been to a VRC meetup\nSpinner: drink your choice of 1-10 and give the rest out because you've earned it bud\n[G] Foxbois take 2 ~cOmni Kitsune~\nDo a Drinking Song, Okita or Omni will host it if they are here ~cOmni Kitsune~\nWho does the spinner think is the hottest avatar/person in the room? They give 2 and take 2 ~cOmni Kitsune~\nAnswer a Truth or Take 3 and spin again\n[G] If you are a slimy gastropod Take 10\nDo a Dare or Take 3 and spin again\n[G] If you are colorblind or partially colorblind, Give 3\n[G] Drink 1 per 50 steam games you have ~cCashew213~\nGoon roulette, spinner spins 3 times and each person it lands on or is closest to finishes their drink ~cღ MsMimi ღ~\n[G] If your birthday is this month, Give 7\n[G] If you've played old school Runescape, Take 3\n[G] If you are wearing socks irl, Take 2\n[G] If you've been to 3 or more Smashed worlds this week, Take 5\n[G] Drink 4 if you've been to karaoke this week\n[G] Take 3 and Give 3 if you've ERP'ed in the last 48 hours\nSpinner: send a spicy message to the last person you messaged on discord or Take 3\n[G] Take 5 if you participate in Dry January ~cCody Rayne~\n[G] If you've seen yaoi today Give 3, if you've seen Yuri Take 3\n[G] If you've played Marvel Rivals today, Take 3\n[G] If you've fallen asleep in a voice chat (not private dm) Take 2\n[G] Give 2 if you've ever slipped and fell on ice\n[G] If you have never experienced snow, Take 2\n[G] If your name is Möri drink 3 White Claws ~cAkirà~\n[G] If your name is Möri skip your next turn ~cAkirà~\n[G] Everyone drinks the last digit in their age times the first digit ~crandomthinker~\n[G] If you've passed out in vr in the last month, Take 3 ~cxpcybic~\nSpinner: Drink 1 for every e-boy in the lobby ~cMöri~\n[G] Everyone Takes 2 for each time Möri has bought Akirà alcohol (18 Drinks)\n[G] Drink 2 for each time you ordered DoorDash or Uber Eats this week you lazy bastard (or any similar delivery service) ~cOkita_~\nSpinner: sit on the floor until your next turn or Drink 5\n[G] If Okita_ and Omni Kitsune are in the lobby they become mates ~cOmni Kitsune~\n[G] If you lost a 50/50 in a gatcha game this week Take 10 ~cSleepybear24~\nIf the Spinner Takes 10, they can create a rule or remove an existing one.\n[G] Everyone Drink 2 per game of Shitty you have played tonight\n[G] Drink if you own a pair of thigh highs\n[G] Give a drink if you have no gag reflex, wild btw\n[G] Give 2 if you can play an instrument\n[G] Drink if you ever sent Nudes to someone and forgot the next day\n[G] Drink if you've been to Tim Hortons\n[G] Drink 2 for each time this month you got on VRC to party and drink\n[G] Drink if you've gone overseas to meet a VRC friend\n[G] Drink if you have model kit's laying around you never started assembling\n[G] Drink if you know how to program\n[G] Give 3 drinks if you have prescription VRC lenses\n[G] Drink 2 if you don't like bacon\nSpinner: end all your sentences with nyah or meow until your next turn\n[G] Drink 2 if your avatar gender does not match yours\n[G] Drink 5 if you aren't buzzed/tipsy yet\n[G] Drink if you've ridden a motorbike; if you own a motorbike Give 3\n[G] Drink 4 if you've had pizza this week\n[G] Drink if you like chicken more than turkey\nSpinner: say the last three things in your browsing history or Take 3\n[G] Give 2 if you live by yourself or with just your partner\n[G] Drink if you love cats\n[G] Drink 3 if you're tired of Christmas songs\n[G] If you're smoking Take a Submarine hit\n[G] Take 2 for each time you got high this week\n[G] Drink 3 if you've played VR naked\n[G] Drink 2 for each tattoo you have\n[G] Drink 2 if you aren't in debt\n[G] Drink 2 if your username contains a food\n[G] Redheads Take 5\n[G] Drink if you're a \"silly little guy\"\n[G] Drink 1 per social platform account you have (TikTok, X, Facebook, BSky... etc)\n[G] Drink 3 if you've ever changed your VRC username\n[G] Give a drink if you're in a public avatar; Take a drink if you're in a private avatar\n[G] Drink if you have orange on you (best color btw)\nSpinner: Give 2 drinks for each piercing you have\n[G] Give 3 if you've ever danced for a VRC club\n[G] If you're drinking from a can Take 4\n[G] Take 1 for each shot glass you own\n[G] Give 5 if you are or were in the military\nSpinner: name a band you like, Everyone who has heard of it Drinks 2\n[G] Take 2 if you've ever had someone dip out on plans you had with no word from them\nSpinner: invite someone to the world and Give 1 drink; if they join Give 7 more\nSpinner: Give 1 for each sibling you have; if you're an only child Take 5\n[G] Drink if you dislike ice in your soda\n[G] Take 1 if you haven't been in a public instance this week\nSpinner: if you've watched anime today, Give 3 drinks per season it has\n[G] Drink 4 if you have kids, you're gonna need it\n[G] Drink 2 if you are unemployed\n[G] Take 2 if you've every commissioned art\nFuck it, Everyone Take 5\nSpinner: If you haven't eaten in the last 3 hours Take 3; if you have eaten Give 3\n[G] Give 1 for each time you've been to the Gym this month, if you haven't been then Take 1\n[G] If you can't legally drive Take 1; if that hasn't stopped you before then Give 3, psycho\n[G] Take 1 if you've modded Skyrim\n[G] Drink if you've crashed a car\n[G] Everyone Order Nuggies right now or Take 5 ~cDino Nuggie Club~\nSpinner: Take an actual shot, if you can't or won't then spin again and Take 3\nSpinner: Set your status to \"butter my buns\" for 2 turns or Take 4, coward\n[G] Drink if you have RGB lighting in your room\nSpinner: Take 10 if this is your first spin of the night\n[G] Drink the value of your birth month\nSpinner: Choose someone to finish half their drink\n[G] Give 5 if your birthday is during Halloween month\n[G] Take 2 if you've swapped avatars since this game started\nSpinner: Give out drinks = to the amount of people in the lobby\n[G] Drink 2 if you are currently sitting IRL while you play\n[G] Drink 1 if you or your avatar are currently barefoot\nSpinner: Give 2 to someone and cause a splash; their neighbors Take 1\nSpinner: All your drinks (Give and Takes) are now 2x until your next turn\n[G] Give 2 if you've smoked a cigarette in the last 24 hours\n[G] Drink 2 if you've used Google as your doctor\n[G] Take 2 if your current avatar is from or inspired by an anime\n[G] Drink 3 if you have to work tomorrow\n[G] Drink 2 if you've been drunk on a plane\nSpinner: Choose someone to Take 3 with\nSpinner: Finish 25% of your drink\nSpinner: All your drinks (Give and Takes) are now 3x until your next turn\nSpinner: All your drinks (Give and Take) are halved until your next turn\nSpinner: Give 3 if you are currently standing\n[G] Drink 2 for each time you've missed a plane flight\nSpinner: Give 10 if you've used a haptic suit; Give 5 if you just have haptic gloves\n[G] Drink 2 if you've ever introduced yourself to someone who already knew you\nSpinner: Give 4 if you are currently on a wireless headset\nSpinner: Finish 50% of your drink\nSpinner: Pick someone to finish a drink with\n[G] Drink 2 if you've played a VR parkour game\nSpinner: Give 5 if you've ever called into work because you were hungover\n[G] Drink 1 if your avatar has horns of any kind\nChug! Chug! Chug! Spinner: choose 2 other people to Chug for 3 seconds with\nSpinner: say the name of a game, anyone who has played it Takes 3 (including the spinner)\n[G] If you're drinking with a straw, Take 2\n[G] Drink 3 if you've ever gotten drunk with your parents\n[G] Drink 1 if you've ever pretended to be asleep to avoid talking to someone\n[G] If you've ever paid for a VRC related Patreon, Take 2 and Give 2\n[G] Take 4 if you've ever used a bottle or something other than the bathroom to relieve yourself\n[G] If you have face tracking, wink at someone and Give 10"
      }
    ]
  },
  "groupName": "Okita's Fox Crew",
  "tagline": "",
  "discord": "",
  "vrchat": "grp_7e1a73d1-df64-4886-9aa9-01cc8c45979f",
  "youtube": "",
  "tiktok": "",
  "instagram": "",
  "x": "",
  "patreon": "",
  "rules": "1. No racism / homophobia / sexism<br>2. Don't be too much of a dick<br>3. Cheers! Have a good time, not everything lasts forever, let's enjoy the time we have.",
  "infoBoard": "If you read any of the rules or this, take 7; cheers!",
  "moderators": [
    "Okita_",
    "KaneKosmos",
    "Omni Kitsune"
  ],
  "owners": [
    "Okita_"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/u/60",
  "posterEnabled": false
}