{
  "active": true,
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-09-28T19:37:28.510Z"
  },
  "groupName": "Virtual Vixens",
  "tagline": "Where public nudity meets drunken absurdity",
  "discord": "https://discord.gg/7C3KNMdQbw",
  "vrchat": "grp_c3ab1535-6493-4f29-bb75-6e51f6c0e052",
  "youtube": "",
  "tiktok": "",
  "instagram": "",
  "x": "",
  "patreon": "",
  "rules": "The Bare-Minimum \"Rules\"<br>Alright, listen up, you beautiful freaks! We're all about public nudity and drunken absurdity. We're a free and open group, but even we need a few loose reins to keep the chaos fun and not a total dumpster fire. So here's the deal:<br><br>Don't be a total dipshit. Seriously, don't ruin the vibe.<br><br>Consent is king. If someone's not into it, back off. Simple as that.<br><br>Keep it absurd, not aggressive. We want laughs, not drama.<br><br>Don't snitch for petty stuff. We're not tattletales, unless it's genuinely bad.<br><br>Have fun, you idiot! That's why we're here.<br><br>Got it? Good. Now go get weird.",
  "infoBoard": "Alright, listen up, you degenerates! You've stumbled upon the Virtual Vixens, and let me tell ya, we're not here for your grandma's tea party. If you're looking for a group that embraces the glorious chaos of public nudity and drunken absurdity, you've found your new digital home.<br><br>Think of us as the love child of a drinking group and a lewd group, but with absolutely no filter. We're free, we're open, and we're probably already three shots deep. So if you're ready to shed your inhibitions (and maybe your clothes) and dive headfirst into some virtual debauchery, come on in. Just don't say I didn't warn you. This ain't for the faint of heart, but it's gonna be one hell of a ride.",
  "moderators": [
    "Raina Rosedrop",
    "Skyla-style8854"
  ],
  "owners": [
    "Raina Rosedrop"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/p/virtual-vixens",
  "billboardData": {
    "atlasUrl": "https://raw.githubusercontent.com/Mineblown/smashedgroups/main/66_billboard_atlas.png?v=1759186456485",
    "images": [
      {
        "name": "raina background.png",
        "uv": [
          0,
          0,
          0.5,
          1
        ]
      },
      {
        "name": "vv revamp 3.png",
        "uv": [
          0.5,
          0,
          0.5,
          1
        ]
      }
    ]
  },
  "posterEnabled": true,
  "groupPhotosEnabled": true,
  "spinbottle": {
    "categories": []
  },
  "bracketLogoUrl": "https://raw.githubusercontent.com/Mineblown/smashedgroups/main/66_logo.png?v=1759186525867"
}