{
  "active": true,
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-09-28T19:37:28.510Z"
  },
  "groupName": "Virtual Vixens",
  "tagline": "Where public nudity meets drunken absurdity",
  "discord": "https://discord.gg/7C3KNMdQbw",
  "vrchat": "grp_c3ab1535-6493-4f29-bb75-6e51f6c0e052",
  "youtube": "",
  "tiktok": "",
  "instagram": "",
  "x": "",
  "patreon": "",
  "rules": "The Bare-Minimum \"Rules\"<br>Alright, listen up, you beautiful freaks! We're all about public nudity and drunken absurdity. We're a free and open group, but even we need a few loose reins to keep the chaos fun and not a total dumpster fire. So here's the deal:<br><br>Don't be a total dipshit. Seriously, don't ruin the vibe.<br><br>Consent is king. If someone's not into it, back off. Simple as that.<br><br>Keep it absurd, not aggressive. We want laughs, not drama.<br><br>Don't snitch for petty stuff. We're not tattletales, unless it's genuinely bad.<br><br>Have fun, you idiot! That's why we're here.<br><br>Got it? Good. Now go get weird.",
  "infoBoard": "Alright, listen up, you degenerates! You've stumbled upon the Virtual Vixens, and let me tell ya, we're not here for your grandma's tea party. If you're looking for a group that embraces the glorious chaos of public nudity and drunken absurdity, you've found your new digital home.<br><br>Think of us as the love child of a drinking group and a lewd group, but with absolutely no filter. We're free, we're open, and we're probably already three shots deep. So if you're ready to shed your inhibitions (and maybe your clothes) and dive headfirst into some virtual debauchery, come on in. Just don't say I didn't warn you. This ain't for the faint of heart, but it's gonna be one hell of a ride.",
  "moderators": [
    "Raina Rosedrop",
    "_Fluffles",
    "Skyla-style8854"
  ],
  "owners": [
    "Raina Rosedrop",
    "_Fluffles"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/p/virtual-vixens",
  "billboardData": {
    "atlasUrl": "https://raw.githubusercontent.com/Mineblown/smashedgroups/main/66_billboard_atlas.png?v=1759440631944",
    "images": [
      {
        "name": "medal.png",
        "uv": [
          0,
          0,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "orb 2.png",
        "uv": [
          0.5,
          0,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "raina background.png",
        "uv": [
          0,
          0.3333333333333333,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "Virtual Vixens banner.png",
        "uv": [
          0.5,
          0.3333333333333333,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "vv revamp 3 halloween.png",
        "uv": [
          0,
          0.6666666666666666,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "vv revamp 3.png",
        "uv": [
          0.5,
          0.6666666666666666,
          0.5,
          0.3333333333333333
        ]
      }
    ]
  },
  "posterEnabled": true,
  "groupPhotosEnabled": true,
  "spinbottle": {
    "categories": [
      {
        "k": "strip-spin-the-wheel",
        "t": "Virtual Vixens",
        "e": 1,
        "x": "If you have ever ERP'ed in the last 24 hours, you may ~g ~m and confess the details; otherwise, you must ~a ~m to avoid the question ~cRaina Rosedrop~\nYou may remove one article of clothing to ~g ~m, or ~d ~m twice ~cRaina Rosedrop~\nIf {player} is wearing more than one layer of virtual clothing, they must strip down to one layer and ~a ~m, if they are already nearly nude, they must ~g ~m to a clothed player ~cRaina Rosedrop~,\n{player}, what is the wildest, most inappropriate thing you’ve seen in a public VRChat world while completely hammered? ~a ~m if you refuse to name the world ~cRaina Rosedrop~,\nIf {player} thinks Raina Rosedrop is the biggest instigator of drunken absurdity in the group, they must ~d ~m, otherwise they must ~g ~m to Raina Rosedrop ~cRaina Rosedrop~,\n{player} must choose one other player to strip off a piece of virtual clothing and then ~a ~m together ~cRaina Rosedrop~,\nWhat is the kinkiest avatar accessory {player} currently has equipped? ~a ~m for every one they refuse to show or name ~cRaina Rosedrop~,\n{player}, what's your most embarrassing drunken confession from a VRChat party? You must ~d ~m if the group decides it's actually not embarrassing at all ~cRaina Rosedrop~,\nIf {player} is not currently holding a virtual drink, they must immediately find one, take a massive virtual gulp, and ~a ~m ~cRaina Rosedrop~,\n{player} must propose a new group rule for the Virtual Vixens, but it must involve public nudity or ERP. The group votes to either ~d ~m (if the rule is approved) or ~g ~m to {player} (if the rule is rejected) ~cRaina Rosedrop~,\nOn a scale of 1 to 10 (10 being blacked out), how drunk is {player} right now? They must ~d ~m equal to the number they chose ~cRaina Rosedrop~,\n{player}, name one other player who you think is secretly crushing on Raina Rosedrop. ~a ~m if you get called out by the crush, otherwise ~g ~m to the player you named ~cRaina Rosedrop~,\nIf {player} has ever tried to ERP with a celebrity avatar, they must ~a ~m to name the celebrity, otherwise ~d ~m for shame ~cRaina Rosedrop~,\n{player} must make the loudest, most absurd drunken noise they can, and if another player can immediately match it, {player} must ~d ~m ~cRaina Rosedrop~,\nTell {player} their most appealing physical trait in VR, and they must ~d ~m if they blush or deny it ~cRaina Rosedrop~."
      }
    ]
  },
  "bracketLogoUrl": "https://raw.githubusercontent.com/Mineblown/smashedgroups/main/66_logo.png?v=1759186525867",
  "bracketImageUrl": "https://vrclink.com/66_bracket.png?v=1759186572813"
}