{
  "active": true,
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-12-29T02:31:32.819Z"
  },
  "groupName": "Blackout Nights",
  "tagline": "Unforgettable drinks‚ vibrant atmosphere‚ and endless camaraderie․ Welcome to the ultimate drinking club․",
  "discord": "http://discord.gg/zfhxJqU5yM",
  "vrchat": "grp_ddb1c74f-4cf3-421e-b8e8-805700f8a7d5",
  "youtube": "",
  "tiktok": "",
  "instagram": "",
  "x": "",
  "patreon": "",
  "rules": "Our lobby rules<br>〔 So be careful who you let join; no minors‚ crashes and toxic people․ 〕<br><br>Lobby is SFW<br>〔 No lewd⁄ERP 〕<br><br>Avatars<br>〔 disruptive avatars and please keep swapping avatars to a minimum to not lag the lobby․ 〕<br><br>Disclaimers<br>〔 If you join this group⁄our events‚ you may or may not encounter adult themes ＆ provocative activities or content‚ and if you join our group⁄events‚ you indicate consent to view these activities or content․ 〕<br><br><br><br>",
  "infoBoard": "We're a community that plays games, socialize and do a bit of drinking songs.<br>We host our events Fridays and Saturdays.<br><br>Fridays are our VRC Gamenight, where we play various games that VRChat has to offer.<br><br>Saturdays are our evening event where we sitdown, play some sitdown games like spin the wheel and cards with some drinking songs throught the night.",
  "moderators": [
    "Liyla",
    "TippityTappity",
    "SMIƖEYKITTY",
    "Hentai Provider",
    "Sabo",
    "TomokoW",
    "Sooog",
    "TurtlesMcGee"
  ],
  "owners": [
    "TippityTappity",
    "SMIƖEYKITTY"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/p/bn",
  "posterEnabled": true,
  "spinbottle": {
    "categories": [
      {
        "k": "blkout",
        "t": "Blackout Wheel",
        "e": 1,
        "x": "Give ~m to someone wearing green\nRedheads ~a ~m\n{player} ~a ~m\n~d ~m if you're sitting\nEveryone points to someone; whoever is pointed at the most drinks ~m\n~d ~m if you've spent a holiday on VRChat, double it if a holiday is currently\n~a ~m if you're drinking Vodka\n~a a drink\nGirls ~a ~m\nGuys ~a ~m\nFirst person to read supercalifragilisticexpialidocious aloud gets to ~g out ~m\nSpinner decides how much everyone must ~d\nEveryone decides how much the spinner must ~d\n~g 10 if you're repping the Blackout Nights group\n{player} decides how much you ~a\nEveryone ~d ~m\n~a if you have animal ears\nNSFW Avis ~d ~m\nQuest users ~d ~m\n~d a drink if you like someone in the room\n~a if you speak more than one language\n~d ~m if you have orange on you\n~d ~m if you have red on you\n~d ~m if you have green on you\n~d ~m if you are wearing mostly black\nIf you're in a relationship ~d ~m\nTrusted users ~d ~m\nKnown Users ~d ~m\nLongest username {drinks} amount\nShortest username {drinks} amount\n~d ~m if you're crossed\n~d ~m if you only speak one language\n~d ~m if you're younger than 25\n~d ~m if you're older than 25\n~a ~m if you're using a private avatar\n~a ~m if you're using a public avatar\n~a if you've danced for a VRC Club\n~d ~m if you live by yourself\n~d ~m if you have not drunk in the past 3 questions\n~d ~m (or toke) if you smoke weed\n~a ~m if you've ERPd in the last 3 days\nEveryone picks your Discord status\nEveryone picks your new VRC status\nTake off an article of clothing\nDo squats! And ~g a drink for every 5 you do\n~g ~m drink if you've read a book in the last month\n~g ~m if you are a ginger\nCanadians ~d ~m\n~d ~m if you have work tomorrow morning\n~a ~m if you've ever 'faked it'\n~a ~m if you can play an instrument\n~d ~m if you've spent over $2000 total on VRChat (avatars/assets/trackers etc.)\n~d ~m if you have never shot a firearm\n~d ~m if you love cats\n~a ~m if you're LGBTQ\n~d ~m if you're straight\nZoomers ~d ~m\n~a ~m if you own a pair of thigh highs\nMillennials ~d ~m\n~d ~m 5 if u ever used myspace\n~g ~m if your 30+\n~d ~m if you've erped with someone currently in the room\n~d ~m for every fbt user that is in the room\nIf you're a DJ; ~a ~m\n~g a drink for each simp you currently have\n~d ~m if you'd sleep with your own clone\nSpinner says their favorite band; Everyone that has heard of them ~d ~m\n~a ~m if you've caught a fish before\n~a a drink if you've fired a gun\n~d for every un-uploaded unity project you have\n~g ~m for every VRC commission you've done\n~d ~m if your Avi gender does not match yours\n~a ~m if you've played VR naked\n~a ~m 2 if you're currently naked\n~d ~m if you've played Final Fantasy, double it if it's FFXIV\n~a for every year you've played VRChat\n~a ~m if you've ever danced for a VR club\n~d ~m if you're horny\n~d for every person you've ERP'd within this room\n~d ~m if your parents are still married\n~g a drink for every sibling you have\n~d ~mand spin again\n~g 5 and spin again\n~g ~m a drink if you've ever saved someone's life\n~g 2 drinks if you've been stood up on a date\n~g 5 drinks\n~g 10 drinks\nSpinner ~a 1\nSpinner ~a 2\nSpinner ~a 3\nSpinner ~a 4\nSpinner ~a 5\n~d ~m if you've skinny dipped\n~d ~m if you've gotten a speeding ticket\n~g ~m if you've given a lap dance\n~d ~m if you've had a relationship that lasted less than a week\n~d ~m if you've had a relationship that lasted more than a year\n~d for every country you've been to\n{drin} one for every light on your current avatar\n~d ~m if you have a job\n~d ~m if you're unemployed\n~d ~m if you're self-employed\n~a ~m if you wear prescription glasses\n~a ~m if you've ever changed your VRC username\n~a ~m if you have a cat!\n~a ~m if you have a dog\n~g ~m a drink if you've used the same main avatar for over 3 months\n~a ~m if your avatar has a holiday/event based theme\n~d ~m if you can't handle spicy food\n~d one for every Christmas you've spent without your family\n~d ~m for every time you switched avatars in the last hour\n~d for every person in the room you'd lewd\n~d ~m if your crush/person you like is playing too\nIf you're drinking rum, ~d ~m\nIf you're drinking whiskey, ~d ~m\nIf you're drinking vodka, ~d ~m\nIf you're drinking beer, ~d ~m\nGood Boys ~a ~m\nGood Girls ~a ~m\n~d ~m if you're under 5\"8\n~d one drink per person in the room that's high\n~d 1 per pet you own\n~a ~m if you've ever gone surfing.\n~d ~m if you speak French\nName a song or artist. Anyone who's heard of it ~d ~m\n~a ~m if you've eaten crawfish\n~a ~m if you've eaten alligator\n~a ~m if you've eaten squirrel\n~a ~m if you've eaten frog\n~a ~m if you've eaten eel\n~a ~m if you've eaten mountain oyster\n~a ~m if you’ve fought someone and won\n~a ~m if you own a drink shaker\n~d for every person you have ERPed with in the room\n~g ~m if you've played every Halo\n~d a drink for each person in this room who’s seen your nudes\n~d ~m for every anime figurine you own.\n~d ~m if you have no gag reflex, we know you can take it\nHands up! Last person ~d ~m. (Deskies jump)\nIf you have more than 50 avatars uploaded, ~d ~m\nNext person to say someone's username ~d ~m\n~d a drink ~m if you've 'finished' in 24 hours\n~d ~m for each time you went out partying this month\n~d ~m if you have worn two socks of different colors this month\nEveryone who drinks beer, ~d ~m\nShortest username ~d ~m\nIf you have a steering wheel to play cars at home, ~d ~m\n~d ~m if you work more than 10 hours a day\n~d ~m if you're drinking a cocktail\n~d ~m if your room doesn't have carpet\nIf you drink more than twice a week ~d ~m\nIf you wear prescription glasses, ~d ~m\n~d ~m water if you've finished two bottles already\n~d ~m if you have kids, you need it\nFBT users ~d ~m\nDeskies ~d ~m\n~d ~m if you've ever sent nudes to the wrong person, double if they're here.\n~d ~m if you ever sent nudes to someone and FORGOT ABOUT IT the next day (Surprise Sober You!!!)\n~d ~m if you have bunny ears!\n~g ~m a drink if you're in the Blackout Nights Group, double if you're repping it.\n~d ~m 5 if your avatar has a sword\n~g ~m if you've been to the gym this month\n~d ~m if you whole heartedly believe you could tame a wild animal (I.e. Eagle, Wolf, Tiger etc)\n~d ~m if your just 'build different'\n~d ~m if you've seen a moose\n“fuck it, we ball” everyone ~d ~m, double it if Sooog is playing\n~d ~m if you live in Britain\n~d ~m if you’re part of the commonwealth\nBig Chug: everyone starts drinking and last stop ~g ~m\nSpinner makes a rule (Only 2 rules at a time)\n~a ~m a drink if you've ERPd in this world, you devious dog.\n~g ~m if you're eepy\n~a ~m if you haven't broken the seal yet\n~a ~m if your cis\n~a ~m if you aren't cis\n~g ~m if you don't own a TV\n~g ~m if you have an Iphone\n~g ~m if you work from home\n~a ~m if your name is a reference to a show/game\n~a ~m if you’ve only ever used public avatars/gifted avatars\n~d ~m if you’ve never spent any money on VRChat somehow\n~g ~m if you've owned your current smartphone for more than two years\nSpartan avatars ~a ~m\n~d 1 per piercing you have\n~d ~m if you have tattoos\n~d ~m if your hair is dyed\n~d ~m if you have a piercing\n~d ~m if you have no peircings or tattoos\n~d ~m if you haven’t gotten laid in over a year\n~d ~m if you’re a virgin\n~d ~m if your hair goes past your butt\n~g ~m for every drink you’ve spilt so far tonight\n~g ~m if you have a piercing/(s) on your sensitive bits\n~d ~m if you're over 6' tall\n~d ~m if you're a lightweight\n~g a drink for every person you've slept with this year\n~d ~m if you've ever told someone \"I can handle it\" ;)\n~a one for every irl sexual partner you've had\n~d the amount of the most times you've 'climaxed' in one session\n~d ~m if you've eaten in the last 2 hours\n~d ~m if you've eaten cheese today\n~d ~m if you've had caffine today\n~d ~m for every friend you have in this world instance\nConfess to your Crush OR ~d ~m\n~d a shot with the last person you’ve “done the deed” with, or ~d ~m\n~g a drink if you have a library card\n~d a drink for every time you’ve ordered take out/fast food this week\n~g a drink for every time you’ve cooked a meal from scratch this week\n~g 10 drinks if it's your birthday today\n~d 5 if you’re not buzzed yet\n~d for every WarHammer Game in your Steam Library\n~d ~m if you played any Warhammer 40k games\n~g ~m if you have a Warhammer/40k table top army\n~d ~m if your nails currently are painted\nGood boys ~d as many as your told\nGood pets/subs ~d as many as you’re told\nGood girls ~d as many as your told\nDo a Blackout Chug\nEveryone lock eyes with someone — you both ~d ~m\n~d ~m if you said “fuck it” at least once tonight\n~g ~m to the most unhinged person in the room\nSpinner gives picks the cutest avatar; they ~d ~m\nEveryone who has made an avatar in the last year ~g ~m\nName a VR world; anyone who has visited it ~d ~m\nEveryone points to their favorite avatar of the night; most votes ~d ~m\nFirst person to yell “Blackout!” ~g ~m\n{take} ~m if you've done a drinking song tonight.\nEveryone wearing mismatched socks ~d ~m\nEveryone who has uploaded an avatar today ~d ~m\nSpinner name a body part; anyone who has exposed it in VRChat ~d ~m (No Repeats)\nDo a silly dance for 15 seconds or ~d ~m\nEveryone must hold their controllers in the wrong hands until your next turn ~a ~m\nIf you experienced the Raf'nheimer incident ~a ~m, Rafanyx ~d 1 hit or drink\nEveryone who has played a VRChat game in the last 24 hours ~d ~m before tonight's event\nEveryone who has mixed drinks tonight ~d ~m\nEveryone points to someone who needs a drink the most; they ~d ~m\nEveryone who has finished a bottle or can ~g ~m\nEveryone who has sent a “dirty” emoji or sticker ~d ~m (*COUGH* M_thefool *COUGH*)\n{player} caught a stray, ~d 20\nSpin and double it to the next person\nEuan ~d ~m lol\nEveryone who has rage-quit a world ~d ~m\nSpinner shares a print and {gives} ~m\nEveryone, ~g 1 drink to BadBait18 personally (Give him another if he says \"what the fuck\")\n~d ~m if you like legos, ~g if you LOVE legos\n~d ~d ~g, if that made any sense to you ~d ~m\n\"Up and down\" time to do 10 squats or ~d 10!\n~d ~m if you've had pizza this week\n~d ~m if you prefer Pepsi to Coca-Cola\n~a for every VRC commission you've done\nWere you late to the event? ~d ~m (Time to catch up)\n~d ~m if you're a \"Silly little guy\"\n~d ~m for every furry who's playing\n~d for every controller you've sat on\nSpinner ~d a drink without using your hands\nWho's in Paris? ~d a drink if you didn't get it correct!\n~d ~m if you've gone overseas to meet a VRC friend\nFemale avatars ~a ~m\nMale avatars ~a ~m\n~a ~m if you're in the Blackout Nights Discord\n~d ~m with your non-dominant hand\nGroup Shop!\nIf 77+33 isn't 100 ~d ~m\nIf you had to restock alcohol today ~d ~m\nOrder nuggies or ~d ~m\n~d ~m and spin again\nClair Obscur: Expedition 33 wins Drink of the Year, Spinner gives ~d ~m to the \"award winner\"\n~a for every sibling you have\nPick one of the prompts to the left or right. You take one, give the other to someone else\n~d one for each year you've been a part of Blackout Nights.\n~g ~m if you Spread Managed Democracy\nIf the spinner can name something from Halo ~g ~m, if not {take}. (No repeats)\n~d ~m if you've been ripped of by a VR GoFundMe project\n~a ~m if you used Ventrilo before Discord was a thing\n~d ~m if you're getting the Steam Frame\n~a ~m if you've played all Half-Life Games\n~a for every Max0r video you've watch this year\n~a ~m for every VR Game you've played this year\n~d ~m if you played the \"VR Poker\" world\n~d ~m if you think you could win a fight against a Waffle House employee, ~g if you are one\nDon't shoot, Raider! Or do I wont stop you ~g ~m\n~d ~m if your favorite character is from Devil May Cry"
      },
      {
        "k": "bnightnye",
        "t": "Blackout New Years Wheel",
        "e": 0,
        "x": "~d ~m if you stayed up until midnight last year\n~d ~m if you’ve already broken a New Year’s resolution before\n~g ~m to someone who looks like they’ll pass out before midnight\nEveryone who plans to stay up until midnight ~d ~m\n~d ~m if you’ve ever kissed someone at midnight\n~d ~m if you’ve never kissed someone at midnight\n~a ~m if you’re drinking champagne or sparkling wine, counts if you plan on it\nIf you plan to make a New Year’s resolution tonight, ~d ~m\nIf you already gave up on resolutions entirely, ~d ~m\nEveryone wearing black, gold, blue, white or silver ~d ~m\n~d ~m if you’ve said “new year, new me” unironically\n~g ~m if you think this year will be better than the last\n~d ~m if you think this year will be worse\nSpinner predicts their year in one word — everyone who agrees ~d ~m\nSpinner predicts their year in one word — everyone who disagrees ~d ~m\n~d ~m if you’ve ever blacked out on New Year’s Eve\n~a ~m if you’ve ever thrown up before midnight on New Year's Eve\nEveryone who plans to be asleep by 12:30 ~d ~m\nEveryone who plans to party until sunrise ~d ~m\n~g ~m to the most optimistic person in the room\n~a ~m if you’re wearing something “festive”\n~d ~m if you forgot what year it is\n~a ~m if you’ve already checked the countdown clock\nSpinner makes a fake New Year’s resolution — If everyone likes it ~g ~m, if not, ~d ~m\nWorst resolution idea ~d ~m\n~d ~m if you’ve ever said “this year doesn’t count”\n~a ~m if you’re already drunk and it’s not midnight\n~d ~m if you plan to say “see you next year”\nIf you’ve already said “see you next year,” ~d ~m\n~g ~m to someone you want to bring into the new year with you\nEveryone who survived last year ~d ~m\nLast person to say “Happy New Year” ~d ~m\nFirst person to say “Happy New Year” ~g ~m\n~d for every New Year’s Eve you don’t remember\n~a ~m if your New Year’s plans were last-minute\n~d ~m if your plans fell through and you’re here instead\n~g ~m if this is your favorite holiday\n~d ~m if you hate New Year’s Eve but showed up anyway\n~a ~m if you’re already tipsy and it’s not midnight yet\n~d ~m if you’ve said “this year doesn’t count”\nEveryone lie about a New Year’s resolution — worst one ~d ~m\n~d ~m if you’re already regretting tonight\n~d ~m if you’re more drunk than festive\nSpinner predicts how long {player} last tonight — if wrong, spinner ~d ~m\n~d ~m if you’ve ever cried on New Year’s Eve\n~g ~m to someone you’re glad you met this year\n~g ~m to someone you want to keep in your life next year\nEveryone name one good thing from last year — then ~d ~m\nEveryone name one thing you’re excited for — then ~g ~m\n~d ~m if you survived a rough year\n~g ~m if you think next year will be better\n~d ~m if you don’t know what’s coming next year but you’re here anyway\n~a ~m if you’re proud of yourself for making it this far\nCompliment one random person — then ~g ~m\nGroup toast: everyone ~d ~m together\n~g ~m if you helped someone this year\n~d ~m if someone helped you this year\n~a ~m if you’re thankful for someone this room right now\n~g ~m if you’re repping Blackout Nights\nEveryone who’s danced in a BN world ~d ~m\n~d ~m if you’ve lost track of time in a BN lobby\n~d ~m if BN is your New Year’s plan\n~g ~m to the drunkest BN regular in the room\n~a ~m if you’ve met someone IRL through BN\n~d ~m if you’ve joined BN “just for one drink”\nDo a Blackout Chug\n~d ~m if you’ve blacked out in a BN world before\n~d ~m if you’re spending New Year’s in VRChat\n~d ~m if this is your first NYE in VRChat\n~a ~m if you switched avatars for New Year’s\n~d ~m if your avatar is NYE-themed\n~d ~m if you’ve changed avatars in the last hour tonight\n~a ~m if you plan to world-hop after midnight\n~g ~m if you met someone new tonight, you’ll still talk to them next year\n~d ~m if you’ve ever started the new year in a public instance\n~a ~m if you plan to hop worlds after midnight\n~d ~m if you’re drunker than you planned to be\n~a ~m if you’ve lost track of how much you’ve had\n~d ~m if your standards dropped after midnight\n~d ~m if you’ve flirted with someone, you wouldn’t while sober tonight\n~a ~m if you regret at least one decision tonight"
      }
    ]
  },
  "billboardData": {
    "atlasUrl": "https://raw.githubusercontent.com/Mineblown/smashedgroups/main/95_billboard_atlas.png?v=1766982582417",
    "images": [
      {
        "name": "VRChat_2024-01-21_00-17-26.091_3840x2160.png",
        "uv": [
          0,
          0,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "VRChat_2024-09-25_22-27-13.488_3840x2160.png",
        "uv": [
          0.5,
          0,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "VRChat_2024-10-08_20-37-08.780_3840x2160.png",
        "uv": [
          0,
          0.3333333333333333,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "VRChat_2025-05-30_23-41-26.720_3840x2160.png",
        "uv": [
          0.5,
          0.3333333333333333,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "VRChat_2025-11-09_01-48-36.731_3840x2160.png",
        "uv": [
          0,
          0.6666666666666666,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "VRChat_2025-12-21_00-02-19.021_1920x1080.png",
        "uv": [
          0.5,
          0.6666666666666666,
          0.5,
          0.3333333333333333
        ]
      }
    ]
  },
  "groupPhotosEnabled": true
}