{
  "active": true,
  "tos": {
    "version": "1.1",
    "acceptedOn": "2025-12-29T02:31:32.819Z"
  },
  "groupName": "Blackout Nights",
  "tagline": "",
  "discord": "http://discord.gg/zfhxJqU5yM",
  "vrchat": "https://vrchat.com/home/user/usr_992ca56e-4297-4ad0-ad93-c91b29919676",
  "youtube": "",
  "tiktok": "",
  "instagram": "",
  "x": "",
  "patreon": "",
  "rules": "Our lobby rules<br>〔 So be careful who you let join No minors‚ crashes and toxic people․ 〕<br><br>Lobby is SFW<br>〔 No lewd⁄ERP 〕<br><br>Avatars<br>〔 disruptive avatars and please keep swapping avatars to a minimum to not lag the lobby․ 〕<br><br>Disclaimers<br>〔 If you join this group⁄our events‚ you may or may not encounter adult themes ＆ provocative activities or content‚ and if you join our group⁄events‚ you indicate consent to view these activities or content․ 〕<br><br><br><br>",
  "infoBoard": "Unforgettable drinks‚ vibrant atmosphere‚ and endless camaraderie․ Welcome to the ultimate drinking club․<br>",
  "moderators": [
    "TippityTappity",
    "SMIƖEYKITTY",
    "Liyla",
    "Hentai Provider",
    "Sabo",
    "TomokoW"
  ],
  "owners": [
    "TippityTappity",
    "SMIƖEYKITTY"
  ],
  "coOwners": [],
  "landingPageUrl": "https://vrclink.com/p/bn",
  "posterEnabled": true,
  "spinbottle": {
    "categories": [
      {
        "k": "bn",
        "t": "Blackout Wheel",
        "e": 1,
        "x": "If you have a pet, ~a ~m\nEveryone who has traveled abroad must ~a ~m\nGive ~m to someone wearing green\nRedheads drink 5\n{player} ~a ~m\nDrink ~m if you've broken a bone, weakling\nDrink ~m if you're sitting\nEveryone points to someone; whoever is pointed at the most drinks ~m\n~d ~m if you're single\n~d ~m if you've spent a holiday on VRChat, double it if a holiday is\n~a ~m if you're drinking Vodka\nFirst person to read supercalifragilisticexpialidocious aloud gets to ~g out ~m\nSpinner decides how much everyone must ~d\nEveryone decides how much the spinner must ~d\n~g 10 if you're repping the Blackout Nights group\n~a a drink\nGirls ~a ~m\nGuys ~a ~m\nEveryone ~d ~m\n~a if you have animal ears\nNSFW Avis ~d ~m\nQuest users ~d ~m\n~d a drink if you like someone in the room\n~a if you speak more than one language\nSubs ~d ~m\nDoms ~g ~m\nSwitches ~a ~m\nFurrys ~d ~m\n~d ~m if you have orange on you\n~d ~m if you have red on you\n~d ~m if you have green on you\n~d ~m if you are wearing mostly black\nEboys ~d ~m\nFemboys ~d ~m\nEgirls ~d ~m\nIf you're in a relationship ~d ~m\ndrink} ~m if you're single\nTrusted users ~d ~m\nKnown Users ~d ~m\nLongest username {drinks} amount\nBrats drink} ~m\n~d ~m if you're crossed\n~d ~m if you only speak one language\n~a 2 drinks\n~d ~m if you're younger than 25\n~a ~m if you're using a private avatar\n~a ~m if you're using a public avatar\n~a ~m if you have fallen in vr\n~a if you've danced for a VRC Club\n~d ~m 2 if you live by yourself\n~d ~m if you have not drunk from the past 3 questions\n~a for every lovense toy you own\nIf you are a danger to yourself ~d ~m\n~a ~m if you've been pegged\nIf you've been to 2 or more countries, ~a ~m.\n~d ~m (or toke) if you smoke weed\nIf you're not straight, ~d ~m.\n~d ~m if you're not an alcoholic\n~d ~m if you like legos\n~d ~m if you LOVE legos\nNerds ~a ~m\n~a ~m if you play a sport\n~d ~m if you've broken a bone, weakling\nIf you've been arrested, ~d ~m\n~a ~m if you've ERPd in the last 3 days\nEveryone picks your Discord status\nEveryone picks your new VRC status\nTwerk for 20sec\nTake off an article of clothing\n~d for every world you've uploaded\nTake a ~d ~m if you haven't been in a public instance this week.\n~d ~m if you're down bad\nGroup chooses your new Discord nickname\nDo squats! And ~g a drink for every 5 you do\n~g ~m drink if you've read a book in the last month\n~g ~m if you are a ginger\n~g ~m if you have a beard\n~g ~m if you've ridden a motorbike\n~g ~m if you've cut down a tree\n~g ~m if you know how to stitch\nCanadians ~d ~m\nIf you're from the southern hemisphere ~d ~m\nIf you're from the northern hemisphere ~d ~m\nSet your status to \"Submissive and breedable\"\n~d ~m if you have work tomorrow morning\n~a ~m if you've ever 'faked it'\n~a ~m if you can play an instrument\n~d ~m if you've worn a plug while in vrc\n~a ~m if you have an animal in the same room\n~d ~m if you're lonely\n~a ~m a drink if you've cooked a roast\nChange your status to \"Submissive and breedable\"\nDrink if you've spent over $2000 total on VRChat (avatars/assets/trackers etc.)\n~d ~m if you have never shot a firearm\nBe a mute until your next turn or ~d ~m\n~d ~m if you love cats\n~a ~m if you're LGBTQ\n~d ~m if you're straight\nZoomers ~d ~m\n~a ~m if you own a pair of thigh highs\nMillennials ~d ~m\n~d ~m 5 if u ever used myspace\n~g ~m if your 30+\n~d ~m if you've erped with someone currently in the room\n~d ~m for every fbt user that is in the room\nIf you're a DJ; ~g ~m\nIf your birthday is this month, ~d and ~g ~m drinks\n~d ~m for every hookup you've had in the past 6 months\n~a ~m if your phone runs android\n~d ~m for every flag you own\n~d ~m if you've said \"Good Girl\" today, ~g a drink if it was said to you.\n~d for every game console you own\n~d ~m if you haven't kissed the homies goodnight\n~d ~m for every anime that you've watched in the past month\n~d ~m 1 for every vehicle you own\n~g a drink for each simp you currently have\n~d ~m if you'd sleep with your own clone\n~d for every item that you ordered on a shopping site in the past month\n{drinl} if you've made bread\n{Give} ~m if you've made alcohol\nSpinner says their favorite band; Everyone that has heard of them ~d ~m\n~d ~m if you've tried moonshine\n~a ~m if you've caught a fish before\n~a a drink if you've fired a gun\n~d for every un-uploaded unity project you have\n~g ~m for every VRC commission you've done\n~d ~m if your Avi gender does not match yours\n~a ~m if you've played VR naked\n~a ~m 2 if you're currently naked\n~a ~m if you own a record / player\n~d ~m if you've played Final Fantasy\n~d ~m if you read BL\n~a for every year you've played VRChat\n~a ~mif you've ever danced for a VR club\n~d ~m if you're horny\n~d for every person you've ERP'd within this room\n~d ~m if your parents are still married\n~g a drink for every sibling you have\n~d ~mand spin again\n~g 5 and spin again\n~d ~m if you've ever shaved your body hair\n~d ~m if you've ridden a motorcycle\n~d ~m if you have a tattoo\n~d ~m if you've clogged somebody else’s toilet\n~g ~m a drink if you've ever saved someone's life\n~g three drinks if you've had an IRL threesome\n~d ~m if you've fallen asleep during sex\n~d ~m if you've tried psychedelics\n~g 2 drinks if you've been stood up on a date\n~g 5 drinks\n~g 10 drinks\nSpinner ~a 1\nSpinner ~a 2\nSpinner ~a 3\nSpinner ~a 4\nSpinner ~a 5\n~d ~m if you've skinny dipped\n~d ~m if you've gotten a speeding ticket\n~g ~m if you've given a lap dance\n~d ~m if you've kissed more than one person in 24 hours\n~d ~m if you've given someone a fake phone number\n~d ~mif you've had a relationship that lasted less than a week\n~d ~m if you've had a relationship that lasted more than a year\n~d for every country you've been to\n{drin} one for every light on your current avatar\n~d ~m if you have a job\n~d ~m if you're unemployed\n~d ~m if you're self-employed\n~a ~m if you wear prescription glasses\n~a ~m if you've ever changed your VRC username\n~a ~m if you have a cat!\n~a ~m if you have a dog\n~g ~m a drink if you've used the same main avatar for over 3 months\n~d ~m 3 if you have an exotic pet\n~a ~m if your avatar has a holiday/event based theme\n~d ~m if you have maple syrup at home\n~d ~m if you like candy corn\n~d ~m if you believe in ghosts\n~d ~m if you've been lost in a corn maze\n~d ~m if you like pumpkin spice flavor\n~d ~m if you think turkey is overrated\n~d ~m if you don't like bacon\n~g 5 Drinks\nDM the last 5 people you’ve messaged “Daddy”\nDM \"I'm so horny\" to the last person that you've messaged\n{drin} one for every Christmas you've spent without your family\n~d ~m for every time you switched avatars in the last hour\n~d for every person in the room you'd lewd\n~d ~m if your crush/person you like is playing too\n~d ~m ~m if you like pineapple on pizza\n~d ~m if you do not like ice in your soda\nIf you're drinking rum, ~d ~m\nIf you're drinking whiskey, ~d ~m\nIf you're drinking vodka, ~d ~m\nIf you're drinking beer, ~d ~m\nGood Boys ~a ~m\nGood Girls ~a ~m\n~d ~m if you're under 5\"8\n~d ~m if you have back problems\n~d one drink per person in the room that's high\n~d 1 per pet you own\n~d ~m if you've posted to TikTok\n~g a drink if you've played D&D\n~d ~m if you're drinking spirits straight from the bottle\n~g ~m drink if you've ever baked a cake\n~g two if you've ever brewed your own alcohol\n~d 1 per social platform account you have.(Facebook, TikTok, Twitter... ECT)\n~d ~m if you have cried this week\n~a ~m if you've ever commissioned art\n~d ~m if you've ever bought a record\n~a ~m if you've ever gone surfing.\n~d ~m if you haven't watched Game of Thrones\n~a ~m if you know how to program\n~a ~m if you've ever gone surfing\n~d ~m if you speak French\nName a song or artist. Anyone who's heard of it ~d ~m\n~a ~m if you've had pizza this week\n~a 1 per year you've played VRC\n~a ~m if you've eaten crawfish\n~a ~m if you've eaten alligator\n~a ~m if you've eaten squirrel\n~a ~m if you've eaten frog\n~a ~m if you've eaten eel\n~a ~m if you've eaten mountain oyster\n~a ~m if you’ve fought someone and won\n~a ~m if you own a drink shaker\n~g ~m drink if you can cook rice\n~d for every person you have ERPed with in the room\n~d ~m if you are currently smoking some giggle bush\n~d one for each illicit substance you've used\n~g ~m if you've played every Halo\nComplement one random person (not the normal people you hang out with) at the table then ~a a shot\n~d for every anime you’ve finished this month\nTake a ~d for each person in this room who’s seen your nudes\n~d ~m for every anime figurine you own.\n~d ~m if you have no gag reflex, we know you can take it\n~d one if you swallow, ~g one if you spit\n~d ~m if you watched anime today. Weeb.\n~g a drink if you've swum in the sea.\nHands up! Last person ~d ~m. (Deskies jump)\nIf you have more than 50 avatars uploaded, ~d ~m\nNext person to say someone's username ~d ~m\nTake a ~d ~m if you've 'finished' in 24 hours\n~d ~m for each time you went out partying this month\nTake a ~d ~m if you have worn two socks of different colors this month\nEveryone who drinks beer, ~d ~m\nBlondes ~d ~m\nNon-US ~d ~m\nShortest username ~d ~m\nIf you have a steering wheel to play cars at home, ~d ~m\n~d ~m if you work more than 10 hours a day\n~d ~m if you're drinking a cocktail\nRedheads ~a ~m\n~d ~m if your room doesn't have carpet\n~d ~m 2 if you play an instrument\nIf you drink more than twice a week ~d ~m\nIf you wear prescription glasses, ~d ~m\n~d ~m if you have an RGB keyboard\n~d ~m if you have 2 or more pets\n~d ~m water if you've finished two bottles already\n~d ~m if you have kids, you need it\nFBT users ~d ~m\nDeskies ~d ~m\nShortest username ~d ~m\n~d ~m if you've ever sent nudes to the wrong person, double if they're here.\n~d ~m if you ever sent nudes to someone and FORGOT ABOUT IT the next day (Surprise Sober You!!!)\n~d ~m if you have bunny ears!\n~g ~m a drink if you've had a pet frog\n~g ~m a drink if you've had a pet bird\n~g ~m a drink if you've had pet fish\n~g ~m a drink if you've wrote a software program\n~d ~m if you've been to dunkin doughnuts\n~d ~m if you've been to Tim Hortons\n~d ~m if you've tried Irn-Bru\n~d ~m if you have a crunchyroll subscription\n~a ~m a drink if you have a cat\n~a ~m a drink if you have a dog\n~g ~m a drink if you have watch anime today\n~g ~m a drink if you're in the Blackout Nights Group\n~d ~m if you've never tried sushi\n~d ~m if you've played runescape\n~d ~m if youre younger than 24\n~d ~m 5 if your avatar has a sword\n~a ~m a drink if you can't swim\n~d ~m if you've driven or sailed a boat, yar!\n~d ~mif you've been on a cruise\n~d ~m if you live in the UK\n~d 1 for every Partner you have in this room\n~d one for every day this week you DIDNT work\n~d one for every day you did work this week\n~a ~m if you're currently pursuing a higher education\n~d ~m if you've ever sold art\n~d ~m if you've had food delivered this week\n~a ~m if you live within 30km/20miles of the sea\n~d one for every family member you live with\n~d ~m if you live alone\n~d ~m if you work for the goverment\n~d ~m if you've been in a military vehicle\n~d ~m if you've gone overseas to meet a VRC friend\n~d ~m if you've been to the Middle East\n~d however many your Shitty multiplier is\n~d ~m if you've tried haggis\n~d ~m if u have 3 or more monitors\n~d ~m if you've tried marmite or vegemite\nWaterfall your drink if you haven't finished your first bottle/glass/cup etc yet\n~d ~m if you DONT have an electric kettle/jug\n~d ~m if u microwave your water\n~d ~m if you still have a CD/DVD drive on your computer\n~g a drink for every year you've played VRChat\n~d ~m if you simp for 2D characters more than 3D characters\nHold your controllers in the wrong hands until your next turn\n~d ~m if you’d argue when someone calls you a bottom\nBrats ~d ~m cause I know you’ll be mad about taking 1 anyway\n~d ~m if a mf had you gigglin and kickin your legs this week\n~d ~m if you’ve gotten high this week\n~a ~m if you've ever made an Avi for vrc\n~d ~m if someone has ever mistaken your country of origin\n~d ~m for every meal you’ve skipped this week cause you’re too poor or forgotten\n~d ~m if you're missing any teeth besides wisdom teeth\n~g ~m a drink if you have all your wisdom teeth\n~d ~m if you've heard a bagpipe playing in person\n~d ~m if you’ve gotten less than 4 hours of sleep before today’s event\n~g ~m if you’ve gotten 8 hours of sleep before today’s event\n~d ~m if you get hangovers, old fucks\n~d ~m if you're a \"Silly little guy\"\n~d ~m if you've said \"God my back hurts\" today\n~d ~m if your body “ain’t what it use to be\n~d ~m if your knees click\n~g ~m if you've been to the gym this month\n~g ~m if you've done your stretches today\n~g for every time you’ve been to the gym this month\n~d ~m if you are one comment away from handing in your 2 weeks, you need it\n~d ~m if you've seen a moose\n~d ~m if you've been attacked by a goose\n~d ~m if you whole heartedly believe you could tame a wild animal (I.e. Eagle, Wolf, Tiger etc)\n~d ~m if your just 'build different'\n~g ~m if your wearing socks\nStand on one leg until your next turn, if you put it down ~d ~m\n~d ~m if you own a hammer\n~d ~m if your username contains an animal\n~d ~m if your username contains your irl name/nickname\n~a one for every person in the room that you've met irl\n~d ~m if you've had caffeine today\n~g ~m if you have a pet bird\n~d ~m if you don't have a driver's license\n~d ~m if you've crashed a car\n“fuck it, we ball” everyone ~d ~m, double it if Sooog is playing\n~d ~m if you live in Britain\n~d ~m if you’re part of the commonwealth\nBig Chug: everyone starts drinking and last stop ~g {amount\n~a ~m if you're in the military or a veteran\n~a for every shaker cup you have\n~a ~m if your username contains your irl name/nickname\n~a ~m if your username contains a food\nSpinner makes a rule\n~a ~m a drink if you're drinking wine\n~a ~m a drink if you've ERPd in this world, you devious dog.\n~a ~m a drink if you've been cut open\n~a ~m a drink if you only have 1 Kidney!\n3 drinks if you're missing your gallbladder\n~g ~m if you have colorblindness\n~d ~m if you pronounce gif as 'jif'\n~g ~m if you're eepy\n~a ~m if you haven't broken the seal yet\n~d ~m if you've been to Scotland\n~a ~m if your cis\n~a ~m if you aren't cis\n~g ~m if you don't own a TV\n~d ~m if you have an Iphone\n~g ~m if you work from home\n~a ~m if your name is a reference to a show/game\n~a ~m if you’ve only ever used public avatars/gifted avatars\n~d ~m if you’ve never spent any money on VRChat somehow\n~g ~m if you've owned your current smartphone for more than two years\n'Booktok' girlies ~d ~m\n~d ~m if you have LED RGB lighting in your room\nSpartan avis ~a ~m\n~d 1 per piercing you have\n~d ~m if you have tattoos\n~d ~m if your hair is dyed\n~d ~m if you have a piercing\n~d ~m if you have no peircings or tattoos\nDrink if you haven’t gotten laid in over a year\nDrink if you’re a virgin\nDrink if your hair goes past your butt\nGive a drink for every drink you’ve spilt so far tonight\nGive a drink if you have a piercing/(s) on your sensitive bits\nDrink 2 if you're over 6' tall\nDrink (3-5) if you're a lightweight\nGive a drink for every person you've slept with this year\nDrink if you've ever told someone \"I can handle it\" ;)\nGive one for every irl sexual partner you've had\nDrink one for every irl sexual partner you've had\nDrink the amount of the most times you've 'climaxed' in one session\nDrink if you've eaten in the last 2 hours\nDrink if you've eaten cheese today\nDrink if you've had caffine today\nDrink 2 if you've watched MLP\nDrink 1 for every friend you have in this world instance\nConfess to your Crush OR drink 10\nTake a shot with the last person you’ve “done the deed” with, or drink 5\nGive a drink if you have a library card\nTake a drink for every time you’ve ordered take out/fast food this week\nGive a drink for every time you’ve cooked a meal from scratch this week\nGive 10 drinks if it's your birthday today\nDrink 5 if you’re not buzzed yet\nDrink for every WarHammer Game in your Steam Library\nDrink 4 if you played any Warhammer 40k games\nGive 4 if you have a Warhammer/40k table top army\nDrink if your nails currently are painted\nGood boys drink as many as your told\nGood pets/subs drink as many as you’re told\nGood girls drink as many as your told"
      }
    ]
  },
  "billboardData": {
    "atlasUrl": "https://raw.githubusercontent.com/Mineblown/smashedgroups/main/95_billboard_atlas.png?v=1766982582417",
    "images": [
      {
        "name": "VRChat_2024-01-21_00-17-26.091_3840x2160.png",
        "uv": [
          0,
          0,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "VRChat_2024-09-25_22-27-13.488_3840x2160.png",
        "uv": [
          0.5,
          0,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "VRChat_2024-10-08_20-37-08.780_3840x2160.png",
        "uv": [
          0,
          0.3333333333333333,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "VRChat_2025-05-30_23-41-26.720_3840x2160.png",
        "uv": [
          0.5,
          0.3333333333333333,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "VRChat_2025-11-09_01-48-36.731_3840x2160.png",
        "uv": [
          0,
          0.6666666666666666,
          0.5,
          0.3333333333333333
        ]
      },
      {
        "name": "VRChat_2025-12-21_00-02-19.021_1920x1080.png",
        "uv": [
          0.5,
          0.6666666666666666,
          0.5,
          0.3333333333333333
        ]
      }
    ]
  },
  "groupPhotosEnabled": true
}