{
  "eatman": "1. JustLex420 - 85140p<br>2. R3v0ツ- 74530p<br>3. Minty_65 43060p<br>4. FallZone 42210p<br>5. Kizan - 39910p<br>6. Artt - 39480p<br>7. Cachibo - 29010p<br>8. RileyP2000 27290p<br>9. Sauna - 26380p<br>10. DaddiDune - 24240p",
  "basketball": "1. PJStan - 25p<br>2. Roslynn - 25p<br>3. Gelato - 23p<br>4. FallZone - 20p<br>5. Fajita87 - 19p<br>6. Yoshiama - 18p <br>7. Void -18p<br>8. ღTrinityღ - 17p<br>9. Futuresnail8494 - 17p <br>10. ~Blood - 15p",
  "faceinvaders": "1. FallZone - 504765p<br>2. Inja_encane887 - 437232p<br>3. JamesGMS - 363456p<br>4. Virias - 307594p<br>5. Neros - 294217p<br>6. Javinero - 134249p<br>7. Tails552 - 123531p<br>8. Edzomen - 98921p<br>9. Bear Chan - 93612p<br>10. DarkSoulless - 76607p",
  "flappybear": "1.Sonyatta - 2061p<br>2. LewdAndConfused - 1861p<br>3. ALFA - 1364p<br>4. Sonyatta p - 1353p<br>5. KittenBae - 1153p<br>6. Venom - 1119p<br>7. Stoltt1 - 778p<br>8. DaddiDune - 745p<br>9. RagetheWolf3101 - 581p<br>10. Milky.Boba - 579p",
  "spinbottle": {
    "categories": [
      {
        "k": "regular",
        "t": "Regular",
        "e": 0,
        "x": "~a ~m if you’ve ever been part of a book club.\n~a ~m if you think turkey is overrated.\n~a ~m if you prefer tea over coffee.\n~a ~m if you’ve ever had a one-night stand and regretted it.\n~a ~m if you're crossed.\nEveryone who drinks beer, ~a ~m.\n~a ~m if you’ve ever been in a long online discussion or debate.\nIf you're a DJ; ~g ~m.\n~a ~m if you’ve ever sculpted something from clay.\n~a ~m if you have a favorite podcast.\nGood Girls ~a ~m.\nBe a mute until your next turn or ~d ~m.\n~a ~m if you’ve ever taken a long bath.\n~a ~m for each time you went out partying this month.\n~d ~m if you use facebook.\n~a ~m if you’ve ever had a wardrobe malfunction at a bad time.\nIf you're in a relationship, ~a ~m.\n~g ~m if you're 30+.\n~a ~m if you’ve ever dated more than one person at the same time.\n~a ~m if you’ve ever taken a nap in a hammock.\nSit on your floor till your next turn or ~d ~m.\nIf you have beaten anyone at the wheel at beer pong/pool they ~d ~m. ~cnqt~\nIf you are a sub ~d ~m.\n~a ~m if you've ever participated in an online community.\n~a ~m if you have an RGB keyboard.\n~a ~m if you've tried psychedelics.\n~a ~m if you’ve ever had a flat tire.\n~a ~m if you live alone.\n~a ~m if you’ve ever locked yourself out of your house or car.\n~g ~m if you've had a pet frog.\n~a ~m if you’ve ever been scuba diving.\nEboys ~d ~m.\n~g ~m if you've ever baked a cake.\n~a ~m if you’ve ever found money on the ground.\n~a ~m if you’ve ever been dumped.\n~a ~m if you’ve ever been to a strip club.\n~a ~m if you’ve ever had a job that required a uniform.\n~a ~m if you have a dog.\n~a ~m if you’ve never been on a date.\n~a ~m if you’ve ever solved a Rubik's Cube.\n~a ~m if you've made bread.\n~a ~m if you’ve ever read a self-help book.\n~a ~m if you're single.\n~d ~m if you use twitter.\n~a ~m if you’ve ever been fired.\n~a ~m if you've driven or sailed a boat, yar!\n~a ~m if you have back problems.\nDouble down: ~d ~m for every drink you've had in the last 5 min.\n~a ~m if you switched avatar in the last hour.\n~a ~m if you’ve ever tried escargot.\n~a ~m if you've been pegged.\n~a ~m if you have bunny ears!\n~a ~m if you’ve ever been to a country in Asia.\n~a ~m if you've played VR naked.\n~g ~m if you've played D&D.\nFBT users ~d ~m.\n~a ~m if you’ve ever been to therapy or counseling.\nChange your status to \"Submissive and breedable\" or ~d ~m.\n~a ~m and spin again.\n~a ~m if you're using a public avatar.\nSpinner ~a ~m.\nAussies ~d ~m.\n~a ~m if you’ve gotten high this week.\n~a ~m if you have a favorite author.\nIf you are a switch ~a ~m.\n~a ~m if you live in the UK.\n~a ~m if you’ve eaten at a Michelin-star restaurant.\n~a ~m if you've danced for a VRC Club.\nBrats ~d ~m.\n~a ~m if you've ever read a book in one sitting.\n~a ~m if you're self-employed.\n~a ~m if you’ve ever been to a music festival.\n~a ~m if you’ve ever built something out of wood.\n~a ~m if you’ve ever had to use a squat toilet.\n~a ~m if you’ve ever taken an art class.\n~a ~m if you play an instrument.\n~g ~m if you have no gag reflex, because we know you can take it.\n~a ~m if you have a empty can/bottle on your desk.\n~a ~m if you have a Crunchyroll subscription.\nNerds ~d ~m.\n~a ~m if you've eaten alligator.\n~a ~m if you’ve ever been attracted to an older person.\n~a ~m if you speak Spanish.\n~a ~m if your avatar gender does not match yours.\n~a ~m if you’ve ever been on a double date.\n~a ~m if you’ve ever had a friends-with-benefits arrangement go wrong.\n~a ~m if you’ve ever had a naughty dream about a celebrity.\n~a ~m if you're currently naked.\nHands up! Last person ~d ~m. (Deskies jump)\n~a ~m if you’ve ever lied about your number.\n~a ~m if you’ve ever served on a jury.\n~a ~m if you’ve ever pulled an all-nighter for school or work.\n~a ~m if your avatar has a holiday/event-based theme.\nYou may only bark to talk until your next turn or ~d ~m.\n~a ~m if you've ever visited an art museum.\n~a ~m if you DON'T have an electric kettle/jug.\n~a ~m if you’ve ever been to a bachelorette or bachelor party.\n~a ~m if you’ve ever role-played.\n~a ~m if you’ve ever had a friends with benefits.\n~a ~m if you can touch your toes without bending your knees.\n~a ~m if you've seen a moose.\n~a ~m if you're currently pursuing a higher education.\n~a ~m if you’ve ever slept in an airport.\n~a ~m if you’re married.\n~a ~m if you’ve ever forgotten your password.\n~g ~m if you have siblings.\nSwitch your status to blue until your next turn or ~d ~m.\n~a ~m if you have been lewd with a person in the room.\n~a ~m if you’ve ever taken a personality test.\n~a ~m if you’ve ever read an entire series.\n~a ~m if you’ve ever made your own candles.\n~a ~m if you’ve ever sent a dirty message to the wrong chat.\nIf you've been arrested, ~a ~m.\nName a song or artist. Anyone who's heard of it ~d ~m.\n~d ~m if you’d argue when someone calls you a bottom.\n~d ~m if you're just 'built different'.\n~a ~m if you like pineapple on pizza.\n~a ~m if you’ve ever missed a flight.\n~a ~m if you've been on a cruise.\n~d ~m if you ever sent ***** to someone and FORGOT ABOUT IT the next day (Surprise Sober You!!!).\n~d ~m if your name isn't on the Smashed patreon wall.\n~a ~m for every anime you've watched in the past month.\n~a ~m if you’ve ever been part of a record-breaking event.\nIf you wear prescription glasses ~a ~m.\n~a ~m if you’re taking part-time College/University courses: x2 if you’re full-time.\nSouth Americans ~d ~m.\n~a ~m if you’ve ever had a one-night stand.\n~a ~m if you live by yourself.\n~a ~m if you have touched grass.\nWaterfall your drink if you haven't finished your first bottle/glass/cup yet.\n~a ~m if you’ve ever had a secret relationship.\n~a ~m if you've never tried sushi.\n~a ~m if you’ve ever used food as part of intimacy.\n~a ~m if you’ve ever worked in the food industry.\n~a ~m if you’ve ever been walked in on during an intimate moment.\n~a ~m if you've met a celebrity.\nDeskies ~d ~m.\nIf you are a zoomer ~a ~m.\n~a ~m if you've played in an Esports tournament.\n~a ~m if you've adopted a kid in VRChat.\n~a ~m if you've ever shaved your body hair.\n~a ~m if you’ve ever been backpacking.\n~a ~m if you’ve ever joined a Facebook group.\n~a ~m if you’ve ever been to Disneyland or Disney World.\n~a ~m if you have fallen in VR.\n~g ~m if you've played every Halo game.\n~a ~m if the only time you care about Call of Duty is when there's masked men involved.\n~a ~m if you get hangovers, old folks.\n~a ~m if you're > 24.\n~a ~m if you’ve ever sent a dirty text.\n~a ~m if you've been on a cruise.\n~a ~m if you’ve ever had a “friend with benefits” relationship.\n~a ~m if you’ve never cooked a meal for more than 5 people.\n~g ~m if you've ever 'faked it'.\n~a ~m if you’ve ever had a crush on a coworker.\n~a ~m if you’ve ever been to a carnival or fair.\n~a ~m if you’ve ever taken a selfie.\n~a ~m if you’ve ever done a detox.\n~a ~m if you're under 5'8\".\nCompliment one random person (not the normal people you hang out with) at the table then {take} ~m.\n~a ~m if you've ever used a pick-up line.\n~a ~m if you’ve ever visited an adult store.\n~a ~m if you’ve ever flashed someone.\n~a ~m if you’ve ever witnessed a crime.\n~a ~m if you can't cook rice properly.\n~a ~m if you have 2 or more pets.\n~g ~m if you've read a book in the last month.\nNSFW Avatars ~d ~m.\n~a ~m if you've 'finished' in 24 hours.\n~a ~m for every world you've uploaded.\n~g ~m if you have all your wisdom teeth.\n~g ~m if you've had pet fish.\n~a ~m if you’ve ever done karaoke.\n~a ~m if you’ve never been on a plane.\n~d one for every ERP avatar you own.\n~a ~m if you're drinking a cocktail.\n~d ~m if you speak French.\n~a ~m if you’ve ever been to a midnight movie premiere.\n~a ~m if you've skinny dipped.\n~a ~m if you’ve ever written a love letter.\n~a ~m if you’ve ever had a spa day.\n~a ~m if you’ve ever worked in retail.\n~a ~m if your knees click.\n~a ~m if your crush/person you like is playing too.\n~a ~m if you’ve ever returned something you stole.\n~a ~m if you’ve ever kept a New Year’s resolution for the entire year.\n~a ~m if you’ve ever had an online dating profile.\n~a ~m if you’ve ever recommended a book to a friend.\n~a ~m if you can’t handle spicy food.\n~a ~m for every game console you own.\n~a ~m if you have animal ears.\n~a ~m if you’ve ever written a book or story.\nHold your controllers in the wrong hands until your next turn or ~d ~m.\n~a ~m if you’ve ever flirted with someone while being in a relationship.\n~a ~m if you haven't been in a public instance this week.\nIf you are a danger to yourself, ~a ~m.\nWeebs ~d ~m.\n~a ~m if you’re currently crushing on someone.\n~g ~m if you've butchered your own meat to eat.\n~g ~m you're not wearing underwear. ~cnqt~\n~a ~m if you've ever used the word Bussy.\nIf you drink more than twice a week ~a ~m.\n~a ~m if you’ve ever collected vinyl records.\n~a ~m if you’ve ever live-streamed yourself.\n~a ~m if you have an exotic pet.\nIf you've been to 2 or more countries, ~a ~m.\n~a ~m if you’ve ever been to a library sale.\n~a ~m if you've ever been to a live concert.\n~a ~m if you’ve ever had a summer fling.\nGood Boys ~a ~m.\nIf you're from the northern hemisphere, ~a ~m.\n~a ~m if you’ve ever watched adult films with a partner.\n~a ~m if you’ve ever been to a virtual concert.\n~a ~m if you’ve ever had to fire someone.\n~a ~m if you’ve ever eaten a whole pizza by yourself.\n~g ~m if you've given a lap dance.\n~a ~m if you own a hammer.\n~a ~m if you’ve ever been to a drive-in movie.\n~a ~m if you’ve ever used Snapchat filters.\n~a ~m if you’ve ever written a poem.\n~a ~m if your name is Jay.\n~g ~m if you are a ginger.\n~a ~m if you wear prescription glasses.\n~a ~m if you've eaten crawfish.\n~a ~m if you’ve been to more than 10 countries.\n~a ~m if you've ever taken a day off just to relax.\n~a ~m if you've ever had a sexy nickname.\n~a ~m if you’ve ever witnessed a meteor shower.\n~a ~m if you’ve ever been on a film set.\n~a ~m if you own anime figurine.\n~a ~m if you've ever regretted doing a dare. ~cnqt~\n~a ~m if you’ve ever been dumped via text.\n~a ~m if you ever used Myspace.\n~a ~m if you've worn a plug while in VRChat.\n~a ~m if you’ve ever done a workout video at home.\n~a ~m if you’ve ever lost your keys.\n~a ~m if you’ve ever flirted with someone to get something you wanted.\n~a ~m if you’ve ever won a stuffed animal from a claw machine.\n~g ~m .\n~g a drink if you've ever saved someone's life.\n~a ~m if you’ve ever won a game of ********.\nEveryone picks your discord status or ~d ~m.\n~a ~m if you have never shot a firearm.\n~a ~m if you’ve ever been attracted to a younger person.\nNon-US ~a ~m.\n~a ~m if you’re still friends with your ex.\nCuddle with the player to your right (or left, whatever) until your next turn or ~d ~m.\n~a ~m if you simp for 2D characters more than 3D characters.\n~a ~m if you have ordered any physical stuff online the past month.\n~a ~m if you’ve ever tried to catch a falling leaf.\nSpinner take an actual shot if you dont have one, ~d ~m x2.\n~a ~m if you’ve ever hosted a VRChat event.\n~a ~m if you're a \"Silly little guy\".\n~a ~m if you’ve ever received a naughty photo.\n~a ~m if you’ve ever had your social media account hacked.\n~a ~m if you’ve ever been serenaded or serenaded someone.\nTake off an article of clothing or ~d ~m.\n~a ~m if you have no gag reflex.\n~a ~m if you’ve ever spent more than 6 hours straight in VRChat.\nIf you can't legally drive ~d ~m, if that hasn't stopped you before ~d ~m x2.\n~a ~m if you’ve ever painted a picture.\n~a ~m if you only speak one language.\n~a ~m if you’ve ever called in sick to work when you weren’t really sick.\n~a ~m if you’ve ever been lost in a foreign country.\n~a ~m if you’ve ever made a booty call.\n~a ~m for every Lovense toy you own.\n~a ~m if you’ve ever played strip poker.\nRedheads ~d ~m.\n~a ~m if your parents are still married.\n~a ~m if you've ever made your own beer or wine.\n~a ~m if you’ve ever had a fantasy about someone in a position of authority.\n~a ~m if you’ve ever left a comment on a YouTube video.\n~a ~m if you’ve ever been to a food festival.\n~a ~m if you’ve ever displayed your own art in public.\n~a ~m if you've eaten frog.\n~a ~m if you’ve ever played spin the bottle.\nPut your Lovense username in your status or ~d ~m x2.\n~a ~m if you have green on you.\n~a ~m if you've done BDSM.\n~a ~m if you've broken a bone, weakling.\n~a ~m if you’ve ever had to google how to do something basic on your phone or computer.\n~a ~m if you’ve never had a job.\n~a ~m if you’ve ever blocked someone online.\n~a ~m if you've ever bought a record.\n~a ~m if you’re single.\n~a ~m if you’ve ever been to a country in Africa.\n~a ~m if you’ve ever been in a Facebook argument.\n~a ~m if you’ve ever been on a cruise.\n~a ~m if you’ve ever attended a workshop or seminar.\n~a ~m if you smoke weed.\n~d ~m if you're a member of the Smashed server.\n~a ~m if you own a pet.\n~a ~m if you’ve ever been a manager or supervisor.\n~g ~m if you've cut down a tree.\n~a ~m if you know how to play the guitar.\n~a ~m if you’ve ever made a YouTube video.\n~a ~m if you’ve ever found something valuable that someone else lost.\n~a ~m if you're younger than 25.\n~a ~m if you’ve ever had a pregnancy scare.\n~a ~m.\n~a ~m if you’ve ever been to an escape room.\nTrusted users ~d ~m.\n~g ~m for every time you’ve been to the gym this month.\nIf your birthday is this month, ~g ~m.\n~a ~m if you've ever had a naughty dream.\n~a ~m if you have a master's degree.\n~d ~m if you've said \"Good Girl\" today, ~g a drink if it was said to you.\n~a ~m if you’ve ever had a pick-up line used on you.\n~a ~m if you’ve ever done a craft project.\n~a ~m if you're lonely.\n~g ~m if you’ve gotten 8 hours of sleep before today’s event.\n~a ~m if you live within 30km/20 miles of the sea.\n~a ~m if your body “ain’t what it used to be”.\n~a ~m if you play a sport.\n~a ~m if you've ever told a joke that nobody laughed at.\n~g ~m if you're in the Smashed Group.\n~a ~m if you’ve ever donated books.\n~a ~m if you work for the government.\n~a ~m if you live in the UK.\n~a ~m if you’ve ever planted a tree.\n~a ~m if you like candy corn.\nBlondes ~a ~m.\n~a ~m if you've had pizza this week.\n~a ~m if you have more than 1000 friends on Facebook.\n~a ~m if you’ve ever made your own pasta.\n~a ~m if you'd sleep with your own clone.\n~a ~m if you’ve ever had a job you loved.\n~a ~m if you’ve been to more than 3 continents.\n~a ~m if you’ve ever kissed someone of the same ***.\nDM the last 5 people you’ve messaged “Daddy” or ~d ~m.\n~a ~m if you’ve ever joined the mile-high club.\nEveryone ~d ~m!\n~a ~m if you've ERP'd today.\n~a ~m if you’ve ever gone home with someone from the bar.\n~a ~m if you’ve ever ghosted someone.\n~a ~m if you’ve ever bought artwork from an artist.\n~a ~m for every vehicle you own.\n~a ~m if you’ve ever paid for Tinder or another dating app.\n~a ~m if you’ve ever been caught looking at adult content.\n~a ~m if you have a job.\n~a ~m if you’ve ever made a friend online whom you’ve never met in person.\n~a ~m if you’ve been with your partner for more than 5 years.\n~a ~m if you love BEANS.\n~a ~m if you've given someone a fake phone number.\n~a ~m if you watched anime today. Weeb.\n~a ~m if you know how to salsa dance.\nLongest username ~a ~m.\n~a ~m if you know the world creator.\n~a ~m if you're down bad.\n~a ~m if you’ve ever lost your wallet.\n~a ~m if you’ve ever had a massage.\n~a ~m if you’ve ever blown glass.\n~a ~m if you have 3 or more monitors.\n~a ~m if you've caught a fish before.\nKnown Users ~d ~m.\n~a ~m if you’ve ever lost your phone.\n~a ~m if you've been to the Middle East.\n~a ~m if you’ve ever helped a friend through a tough time.\n~a ~m if you've been lost in a corn maze.\n~a ~m if you’ve ever tried to impress someone and it failed miserably.\n~a ~m if your username is a fruit.\n~a ~m if you’ve ever had to delete a message quickly before someone saw it.\n~a ~m if you've never watched \"Game of Thrones.\"\n~a ~m if you are currently smoking some giggle bush.\nEveryone ~d ~m\n~a ~m if you met anyone in this room IRL.\n~a ~m if you’ve ever done body shots.\n~a ~m if you’ve ever been fishing.\n~a 5 drinks for every hookup you've had in the past 6 months.\n~a ~m if you’ve ever been on a blind date.\n~a ~m if you’ve ever sent a suggestive emoji.\n~a ~m if you've gone overseas to meet a VRChat friend.\n~a ~m if you’ve made a friend in VRChat.\nIf you have your own business ~a ~m.\n~a ~m if you have work tomorrow morning.\n~a ~m if you love cats.\nIf you have a steering wheel to play cars at home, ~a ~m.\n~a ~m if you own a record/player.\n~a ~m if you’ve ever attended a VRChat event or party.\nIf you are a Furry ~d ~m.\n~a ~m if you do not like ice in your soda.\n~a ~m if you’ve ever gone skinny dipping.\n~d ~m if you have kids, you need it.\n~a ~m if you’ve fought someone and won.\n~d ~m for every AI relationship you have.\n~a ~m if you can juggle.\n~a ~m if you have a vowel in your name.\nShortest username ~a ~m.\nIf you're from the southern hemisphere, ~a ~m.\n~a ~m if you've eaten squirrel.\n~a ~m if you’ve ever brewed your own coffee.\n~a ~m for every year you've played VRChat.\n~a ~m if you’ve ever taken a course for personal development.\n~a ~m if you have a favorite world in VRChat.\n~a ~m if you've eaten mountain oyster.\n~a ~m if you've been to Tim Hortons.\n~a ~m if you've ever sent a flirty text to the wrong person.\n~a ~m if you currently have simps.\n~a ~m if you have red on you.\n~a ~m if you’ve ever made out with someone to make someone else jealous.\n~d ~m if you have not drunk from the past 3 questions.\n~a ~m if you've spent over $250 total on VRChat (avatars/assets/trackers, etc.).\n~g ~m if you have a cat.\n~a ~m if you’ve ever received a lap dance.\n~a ~m if you've heard a bagpipe playing in person.\n~a ~m if you like Legos.\n~a ~m if you’ve ever been to a national park.\n~a ~m if you’ve ever had a *** dream about someone in this room.\nIf you have more than 50 avatars uploaded, ~a ~m.\n~a ~m if you've ever set a New Year’s resolution.\n~d 2 drinks for every full-body tracking user in the room.\n~a ~m if you’ve ever taken a naughty photo.\n~a ~m if you ever tried illicit substances.\n~a ~m if you're using a private avatar.\n~a ~m if you’ve ever sold something you made.\n~a ~m if you’ve ever caught a fish.\n~a ~m if you own an off-road vehicle.\nEnd every sentence with \"woof\" until your next turn or ~d ~m x2.\n~g ~m if you're drinking spirits straight from the bottle.\n~a ~m if you’ve ever made a wish on a shooting star.\n~a ~m if you’ve ever had to ask a young person for tech help.\n~a ~m if you’ve ever been caught in a compromising position.\nSpinner says their favorite band; everyone that has heard of them ~d ~m.\n~a ~m if you’ve ever been in a dance competition.\n~a ~m if you've fallen asleep during ***.\n~a ~m if you’ve ever been flashed.\n~a ~m if you work more than 10 hours a day.\n~a ~m if you've ever role-played in VRChat.\n~a ~m if you have ERP'd with a person in this room.\n~a ~m if you finished an anime this month.\n~a ~m if a person in this room has seen you nude.\nEuropeans ~d ~m.\nIf you are a millennial ~a ~m.\n~g ~m if you can cook rice.\n~a ~m if you’ve ever had to go to the ER.\n~a ~m if you have ever worn two socks of different colors.\nLast person to UwU out loud ~d ~m.\n~a ~m if you have cried this week.\nDo squats! And ~g a drink for every 10 you do or ~d ~m.\n~a ~m for every flag you own.\n~d ~m if you've peed in the last hour. ~cOnly Zuul~\n~a ~m if you’ve ever tried making your own bread.\n~a ~m if you’ve ever read a book more than once.\n~a ~m if you have an animal in the same room.\n~a ~m if you’ve ever broken a bone.\n~a ~m if you've ever made an Avatar for VRChat.\n~a ~m if you live with family.\n~g ~m if you've had an IRL threesome.\n~a ~m if you’re in a relationship.\n~a ~m if you believe in ghosts.\n~a ~m if you've said \"God my back hurts\" today.\nCanadians ~d ~m.\n~a ~m if you’ve watched more than 5 seasons of a TV show in one sitting.\n~a ~m if you’ve ever had surgery.\n~a ~m if you’ve ever had a paranormal experience.\n~a ~m if you’ve ever been turned down after making the first move.\n~a ~m if you’ve ever had a ghostly encounter.\n~a ~m if you’ve ever had an awkward one-night stand.\n~a ~m if you’ve ever taken a cooking class.\n~a ~m if you’ve dated someone you met online.\nAmericans ~d ~m.\n~a ~m if you haven't kissed the homies goodnight.\n~a ~m if you’ve ever had a relationship with a significant age difference.\n~a ~m if you’ve ever had an embarrassing old username or email address.\n~a ~m if you’ve ever quit a job on the spot.\n~a ~m if you’ve ever had a one night stand.\n~a ~m if you live in New Zealand.\nShortest username ~a ~m.\n~a ~m if you’ve ever worked a night shift.\n~a ~m if you wholeheartedly believe you could tame a wild animal (I.e., Eagle, Wolf, Tiger, etc.).\n~a ~m if you have cried this week.\n~a ~m if you've ever gone surfing.\n~a ~m if you’ve ever tried meditation.\n~a ~m if you’ve ever cried during a movie.\nGuys ~d ~m.\n~a ~m if you’ve ever flirted your way out of a ticket or trouble.\nIf you're drinking beer, ~a ~m.\n~g ~m if you've swum in the sea.\n~a ~m if you’ve ever been stargazing.\n~a ~m if you've ever commissioned art.\n~a ~m if your phone runs Android.\n~g ~m if you have a dog.\n~a ~m if you’ve ever made a snow angel.\nIf you're drinking vodka, ~a ~m.\n~a ~m if you’ve ever gone on to rehab.\n~a ~m if you own a drink shaker.\n~a ~m if you’ve ever meditated for more than 30 minutes.\n~a ~m if you’ve ever traveled solo.\n~a ~m if you’ve never had a peanut butter and jelly sandwich.\n~a ~m if your username contains an animal.\n~g ~mif you have a beard.\n~a ~m if you’ve ever been bungee jumping or skydiving.\n~d ~m if you use youtube music.\nIf you're drinking whiskey, ~a ~m.\n~a ~m if you’ve ever been backstage at a concert.\n~a ~m if you're horny.\n~a ~m if you own a pair of thigh highs.\n~a ~m if you know how to knit or crochet.\n~a ~m if you’ve ever taken a dance class.\n~a ~m if you spent a xmas without your family.\n~a ~m if you’ve ever used handcuffs or other toys.\n~a ~m if you’ve ever had to change a flat tire by yourself.\n~a ~m if you’ve ever been hunting.\n~g ~m if you've had a pet bird.\n~a ~m if you’ve ever had a crush on a friend’s partner.\n~a ~m if you've ever had a crush on someone here.\n~a ~m if you’ve ever been on TV or radio.\n~a ~m if you've been attacked by a goose.\nIf you are a dom ~g ~m.\n~a ~m if you have a custom avatar in VRChat.\n~a ~m if you're LGBTQ.\n~a ~m if you’ve ever been to a haunted house.\n~a ~m if you've clogged somebody else’s toilet.\n~a ~m if you've laughed so hard you spit out your drink.\n~a ~m if you have un-uploaded Unity projects.\n~a ~m if you’ve ever been to an all-inclusive resort.\n~g ~m if you've been to the gym this month.\n~a ~m if you've been in a military vehicle.\n~a ~m if you’ve ever been horseback riding.\n~a ~m if you are wearing mostly black.\n~a ~m if you can name five movies from the '90s.\n~d ~m for each piece of clothing you're wearing. ~cnqt~\n~a ~m if you’ve never been camping.\n~a ~m if you've ever flirted with a boss or supervisor.\n~g ~m if you've written a software program.\nIf anyone has said they would rather be playing shitty, ~d ~m. ~cnqt~\nSi hables Español, ~a ~m.\n~a ~m if you're missing any teeth besides wisdom teeth.\n~a ~m if you have orange on you.\n~a ~m if you’ve ever been to a magic show.\n~a ~m if you made a VRChat commission.\n~a ~m if you’ve ever written a song.\nTwerk for 20sec or ~d ~m.\n~a ~m if you’ve ever had a tweet go viral.\n~a ~m if you’ve ever had something stolen from you.\n~g ~m if you've watched anime today.\n~a ~m if you microwave your water.\n~a ~m if you’ve ever been on a roller coaster.\n~a ~m if you’ve ever kept a journal.\nYou may only meow to talk until your next turn or ~d ~m.\n~g ~m if you're wearing socks.\n~a ~m if you’ve ever played in a band.\nSet your status to \"Submissive and breedable\" or ~d ~m.\n~a ~m if you’ve ever had an internship.\n~a ~m if you have a VR pet.\n~a ~m if you’ve ever acted on a fantasy.\n~a ~m if your avatar has a sword.\n~g ~m if you've made alcohol.\n~a ~m if anyone around the table is high.\n~g ~m if you know how to stitch.\n~g ~m if you’ve played a bagpipe.\nSwallow {take} ~m if you swallow, ~g ~m if you spit.\n~a ~m if you’ve ever taken a supplement.\n~a ~m if you've tried haggis.\n~a ~m if you’ve ever changed someone’s mind in an online discussion.\n~a ~m if you have ever had ice in an unwanted place. ~cnqt~\n~a ~m if you've had a relationship that lasted less than a week.\n~a ~m if you’ve ever been arrested.\n~a ~m if you’ve ever had a psychic reading.\n~d ~m if you haven't watched Game of Thrones.\n~a ~m if you have maple syrup at home.\n~a ~m if you've played Final Fantasy.\nFemboys ~d ~m.\n~a ~m if you’ve skipped food this week because you’re too poor or forgotten.\n~a ~m if you’ve ever hooked up with someone from a dating app.\n~a ~m if you don't like bacon.\n~a ~m if you’ve ever had a threesome.\n~a ~m if you’ve ever given a lap dance.\nPost a screenshot of your browser history to Smashed discord or ~d ~m.\nGroup chooses your new discord nickname or ~d ~m.\nPick the person most likely to go to jail give them ~m amount of ~d. ~cIrishWarlordArdan~\n~a ~m if you’ve ever run a half-marathon.\nDid you ever had indecent thoughts about someone around the wheel ~d ~m. ~cShyn~\n~a ~m if you’ve ever hooked up in a public place.\nNext person to say someone's username ~a ~m.\n~a ~m if you've given a stranger access to your Lovense device.\n~a ~m if you know how to program.\n~a ~m if you read BL.\n~a ~m if you’ve ever had a gym membership.\n~a ~m if you have a black belt in any martial art.\n~a ~m if you've ridden a motorcycle.\nGo sit in a corner for a turn or ~d ~m.\n~a ~m if you've ever danced for a VR club.\n~a ~m if you speak more than one language.\n~a ~m if you’ve ever made a TikTok.\n~a ~m if you’ve ever been ghosted.\n~a ~m if you've ERP'd with someone in the room.\n~a ~m if you’ve never been in love.\n~a ~m if you've ever made out with a stranger.\nChange your status to \"Power Bottom\" or ~d ~m.\n~g ~m if you've used the same main avatar for over 3 months.\n~a ~m if you've gotten a speeding ticket.\n~a ~m if you’ve ever had to call a tow truck.\n~a ~m if you’ve ever done a juice cleanse.\n~g ~m if you've cooked a roast.\n~g ~m if you've done your stretches today.\n~a ~m if you've had food delivered this week.\n~a ~m if you’ve ever had a job interview that went terribly.\n~a ~m if you’ve ever been caught checking someone out.\n~a ~m if you’ve ever been paintballing.\n~a ~m if you’ve ever completed a challenge (30-day challenge, etc.).\n~a ~m if you've had a relationship that lasted more than a year.\n~a ~m if you've ever had a crush on a celebrity.\n~a ~m if someone has ever mistaken your country of origin.\n~d ~m if you use soundcloud.\n~g ~m if you've ridden a motorbike.\n~a ~m if you’ve ever laughed so hard you cried.\n~a ~m if you’ve ever been set up by friends.\nGuys ~d ~m.\nWenn Sie Deutsch sprechen, ~a ~m.\n~a ~m if you have a cat!\n~d ~m if you are one comment away from handing in your 2 weeks, you need it.\n~a ~m if you’ve ever made art as a gift.\nGirls ~d ~m.\n~a ~m if you’ve ever called the police.\n~a ~m if you've fired a gun.\nDM \"I'm so horny\" to the last person that you've messaged or ~d ~m.\n~a ~m if you're straight.\n~a ~m if you’ve ever received a booty call.\n~a ~m if your username contains your IRL name/nickname.\n~a ~m if you've ERPd in the last 3 days.\n~a ~m if you’ve ever seen a life coach.\n~a ~m if you have a Spotify playlist with more than 100 songs.\n~a ~m if you know how to shoot a bow and arrow.\nIf you're not straight, ~a ~m.\nEgirls ~d ~m.\n~a two drinks for every private avatar you own.\n~a ~m if you’ve ever participated in a wet T-shirt contest.\n~a ~m if you’ve ever been go-karting.\n~a ~m if you’ve ever cracked your phone screen.\n~a ~m if you’ve ever been in a *** air balloon.\n~g ~m if you can't swim.\n~a ~m if you’ve ever been skiing or snowboarding.\n~a ~m if you’ve ever had an vrchat romance.\n~a ~m if you’ve ever started your own company.\n~a ~m if you like pumpkin spice flavor.\n~a ~m if you’ve ever been catfished or catfished someone.\n~a ~m if you've tried Marmite or Vegemite.\n~a ~m if you’ve ever kissed two people in the same day.\n~a ~m if you’ve ever had a professional massage.\n~a ~m if you have a bachelor's degree.\n~a ~m if you’ve ever received a love letter.\n~a ~m if you’ve ever been on a terrible date.\n~a ~m if you've put vinegar on chips.\n~a ~m if you've tried Irn-Bru.\n~a ~m if you know how to ride a unicycle.\n~a ~m if your room doesn't have carpet.\n~a ~m if you’ve ever played a “dirty” truth or dare.\nQuest users ~d ~m.\n~g ~m if you've been stood up on a date.\n~a ~m if you’ve ever done a colonic or enema.\n~a ~m if you've posted to TikTok.\n~a ~m if you’ve ever made your own clothes.\n~a ~m if you're unemployed.\n~a ~m if you've been to Dunkin' Donuts.\n~a ~m if you've ever had a deep conversation with a stranger online.\nIf you're drinking rum, ~a ~m.\n~a ~m if you’ve ever had a sexting mishap.\n~a ~m if you've ever had a crush on a friend.\n~a ~m if you still have a CD/DVD drive on your computer.\n~a ~m if you've played in an Esports tournament.\n~a ~m if you've ever sold art.\nEveryone picks your new VRC status or ~d ~m.\n~a ~m if you're not an alcoholic.\n~a ~m if you've ever owned a harem.\n~a ~m if you’ve ever played a drinking game that led to stripping.\n~a ~m if you've tried moonshine.\n~a ~m if you’ve ever planted a garden.\n~d ~m if you've ever sent ***** to the wrong person, ~d ~m x2 if they're here.\n~d ~m if you use spotify.\n~a ~m if you've eaten eel.\n~a ~m if you've driven or sailed a boat, yar!\nStand on one leg until your next turn, if you put it down ~a ~m x2.\n~a ~m if you’ve ever been on a zip line.\n~a ~m if you've been in a long-distance relationship.\n~a ~m if you’ve ever had an allergic reaction.\n~a ~m if you’ve ever been on a road trip longer than 10 hours.\n~a ~m if you've been to more than 10 concerts.\nChange your status to \"If you say meow I take a shot\" or ~d ~m.\n~a ~m if you've played RuneScape.\n~a ~m if you have a PhD.\n~a ~m if you have a tattoo.\n~d ~m if you like someone in the room.\n~a ~m if you met someone in person that you first met online.\n~a ~m if you can play an instrument.\n~a ~m if you’ve ever been to a book signing.\n~a ~m if you’ve ever had to go to court.\n~a ~m if you've kissed more than one person in 24 hours.\n~a ~m if you've ever been hiking.\n~a ~m if you’ve ever been to a comedy show.\n~a ~m if you've ever changed your VRChat username.\n~a ~m if your username is an animal.\n~a ~m if you’ve ever unfollowed or unfriended someone because of their posts.\n~a ~m if you've ever overshared on social media.\n~a ~m if you’ve ever played laser tag.\n~a ~m if you’ve gotten less than 4 hours of sleep before today’s event.\n~g ~m if you represent Smashed."
      },
      {
        "k": "expose",
        "t": "Expose Your Friends",
        "e": 0,
        "x": "Who is most likely to black out in Smashed? <br> Let’s help them ~d ~m\nWho has ERP’d with someone in the room? <br> If you are right they ~d ~m\nWho is most likely to ask an overweight woman if she is pregnant? <br> They ~d ~m\nWho would burn down their home for insurance money? <br> ~d ~m\nWho would be the best stripper? <br> Take off an article of clothing and ~d ~m\nWho would moan loudly from a lapdance? <br> Moan for us all or ~d ~m\nWho’s most likely to perform sexual acts for money? <br> This whore should ~d ~m\nWho is most likely to have a naked picture of themselves on the internet? <br> I feel sorry for you ~d ~m\nWho masturbates the most to former lovers? <br> You need to get over them and ~d ~m\nWho is most likely to have a secret sexual fetish? <br> Reveal it or ~d ~m\nWho has slept with someone in the shortest amount of time after meeting them? <br> Brag about it to everyone and ~d ~m\nWho is most likely to join a cult? <br> Praise another player or ~d ~m\nWho is most likely to run a cult? <br> Convince another player to praise you or ~d ~m\nWho would get too kinky on a first date hook-up? <br> Tell us what’s the worst thing you’ve done or ~d ~m\nWho is the most likely to impregnate someone (or get pregnant)? <br> Your breeding kink deserves ~d ~m\nWho has the best chance of cheating a lie detector test? <br> Lie to a random player or ~d ~m\nWho would be the third wheel in a polyamorous relationship? <br> Sit with a couple playing or ~d ~m\nWho would charge the most if they were a prostitute? <br> Stop being so picky and ~d ~m\nWho do you think would say “I love you” too early in a relationship? <br> Tell another player you love them or ~d ~m\nWho would you call if you need help burying a dead body? <br> You should both ~d ~m\nWho would you trust the least with a newborn baby? <br> You monster ~d ~m\nIn the event of a zombie apocalypse, who would sacrifice everyone here to save themselves? <br> Everyone but them ~d ~m\nWho would be the next person to get punched in the face? <br> Let someone punch you or ~d ~m\nWho’s the most likely to become a liability after two drinks? <br> Such a lightweight deserves ~d ~m\nWho would get a tattoo they will later regret? <br> They ~d ~m\nWhich player is most likely to steal from their employer? <br> They ~d ~m\nWhose funeral will have the smallest attendance? <br> You lonely lonely soul ~d ~m\nWho would be the least funny stand up comedian? <br> Tell everyone your best joke or ~d ~m\nWho is the most likely to create a scam business? <br> They ~d ~m\nIn their lifetime, who has made the least positive impact on the human species? <br> Don’t worry we all think that as well ~d ~m\nWho is the most likely to sell out their family and friends for fame? <br> They ~d ~m\nWho is most likely to commit a hit and run? <br> They ~d ~m\nWhich avatar is the biggest e-boy? <br> Find someone to sit on your lap or ~d ~m\nWhich avatar is the biggest e-girl? <br> Sit on someone's lap or ~d ~m\nWhich player secretly fakes their drinks? <br> They should ~d ~m x2 to make up for it\nWho would be the worst adultous phone operator? <br> Talk dirty to another player or ~d ~m\nWho would have sexual intercourse for the least amount of money? <br> Your parents are already disappointed in you don't worry ~d ~m\nWhich player is least likely to tell their new sexual partner they have an STD? <br> They ~d ~m\nWho is most likely to marry someone for money? <br> They ~d ~m\nWho should be banned from creating offspring? <br> I can’t blame you, they should ~d ~m\nWho is most likely to cock block a friend? <br> Cock block someone or ~d ~m\nWho would most likely pay for an e-relationship? <br> Open tinder and swipe right on ten random people or ~d ~m\nWho’s the last person you would want to be trapped in an elevator with? <br> Both players ~d ~m to get over that.\nWho thinks they are more attractive than they actually are? <br> Such a narcissist deserves ~d ~m\nWho would most likely shoot themselves by accident? <br> Oops you accidently ~d ~m\nWho’s parents are disappointed in them playing VRChat? <br> Don't worry we're not suprised either ~d ~m\nWhich player is most likely to stalk their new love interest? <br> If you are interested in someone in the room stand behind them or ~d ~m\nWhich player is most likely to give a drunk, train wreck speech at a wedding? <br> Give a speech about a random player or ~d ~m\nWho has secretly done something very illegal and got away with it? <br> Tell the room what is was or ~d ~m\nWho is most likely to murder their spouse for insurance money? <br> ~d ~m\nWho has probably successfully blackmailed someone? <br> They ~d ~m\nWho gets on VRChat way too drunk on pre-drinks? <br> That was a bad idea they should ~d ~m x2 to make up for it.\nWhich player would be blocked because of how annoying they are? <br> They should block another player for the night or ~d ~m\nWho is most likely to talk their way out of a speeding ticket? <br> They ~d ~m\nWhich player is least likely to be a target for identity theft? <br> You really don’t stand out. Clone a random avi for the rest of the game or ~d ~m\nWho is most likely to use a virtual dating app? <br> Like 5 random people on this app or ~d ~m\nWho is least likely to be remembered in the lobby? <br> So forgettable, stand in a corner until their spin or ~d ~m\nWho would be the most successful serial killer? <br> They ~d ~m\nWhich player is most likely to have a midlife crisis? <br> They ~d ~m\nWhich player is most likely to end up broke due to buying avatars? <br> You should spend the money on alcohol and ~d ~m\nWhich player is most likely to puke mid game and carry on drinking? <br> You champion we are all so proud of you ~d ~m\nWho is least likely to shave their genital area? <br> Ew, just ew ~d ~m\nWho is most likely to be pulled into drama? <br> They need to stop clout chasing and ~d ~m\nWho would most likely be committed to an insane asylum? <br> They ~d ~m for being a edge lord\nWho’s the most high maintenance in a relationship? <br> They ~d ~m\nWho is least likely to sacrifice their life for a family member? <br> They ~d ~m\nIn their lifetime, who would most likely need a liver transplant? <br> We can make them consume double to speed this up ~d ~m x2 you will need it.\nWhich player is most likely to enjoy being dominated in the bedroom? <br> Aww subby wubby, let the most dommy person in the room give you ~d ~m\nWhich player is most likely to show up to ER with a adult toy up their ass? <br> How many inches do you think you can take? ~d ~m\nWho do you think is most likely to be scammed? <br> They ~d ~m\nWho do you think would enjoy being pissed on by a sexual partner? <br> Enjoy your golden shower and ~d ~m\nWho is most likely to bark for their sexual partner? <br> They need to bark for everyone until their spin or ~d ~m\nWho is the worst flirt in the room? <br> Flirt with another player or ~d ~m\nWho would be the next person to have a threesome? <br> We all know it won’t happen so ~d ~m\nWho would be the worst person to work for? <br> Such a bad boss deserves ~d ~m\nWho has to masturbate before getting on VR? <br> Reveal what you cummed to or ~d ~m\nWhich player is most likely to become a liability after eating a pot brownie? <br> Let’s see if we can get them cross faded\nWho is least likely to send a nude? <br> Don’t worry no one would want to see it anyway ~d ~m\nWho has seen the most people in this room naked? <br> They need to say how many or ~d ~m\nWho has had a sexual dream about someone in this room? <br> They should expose the person's name or ~d ~m\nWho could never say no to drinks? <br> They need to consume double the amount in that case. ~d ~m\nWho demands to play shitty but never deals? <br> That player deals the next game of shitty or ~d ~m\nWho would most likely be a pimp or madam? <br> They ~d ~m\nWhich player is most likely to ERP in Smashed? <br> They need to go to the VIP+ private room for 5 minutes and ~d ~m\nWho has done the most walks of shame? <br> You need better taste in who you fuck. ~d ~m\nWhich player is most likely to lie to someone to flirt with them? <br> Don’t worry we all do it. ~d ~m\nWho would sell their soul for the least amount of money? <br> They ~d ~m\nWho is most likely to fake an orgasm? <br> Fake the most dramatic orgasm on mic or ~d ~m\nWhich player is most likely to cum too soon? <br> Don’t worry it’s your first time ~d ~m\nWho is most likely to convince the room to play strip poker? <br> They need to convince someone in the room to remove clothing or ~d ~m\nWho would not get a joke? <br> Yikes don’t worry we all laugh at you anyway ~d ~m\nWhich player is most likely to cheat in their relationship? <br> I feel sorry for their partner, sit on another players lap or ~d ~m\nWho has the most NSFW avatars? <br> If they have lights on their avi they ~d ~m doubled.\nWhich player is most likely to crack a beer during a eulogy? <br> Give a eulogy to another player or ~d ~m\nWho would most likely laugh if they saw a blind person fall over? <br> You should ~d ~m even though we all agree.\nWhich player is most likely to shout the wrong name during intercoure? <br> Moan another players name or ~d ~m\nWho has gvien or received oral in the most random place? <br> Tell us the weirdest place you’ve had this done or ~d ~m\nWho is the worst person to call for relationship advice? <br> Give your unwanted relationship advice to another player or ~d ~m\nWhich player is most likely to have make love with a homeless person? <br> Damn you are desperate ~d ~m\nWho would tattoo a teardrop on their face for the least amount of money? <br> Real gangsta like you deserves ~d ~m\nWhich player is most likely to steal from a tip jar? <br> They ~d ~m\nWhich player is most likely to create an alt account to stalk someone? <br> If they have an alt then they ~d ~m doubled.\nWho has gone the longest without showering? <br> Damn you stink, ~d ~m so we can stand being around you.\nWho is most likely to borrow something with no intention of returning it? <br> They ~d ~m\nWho is never the problem in their failed relationship? <br> Sure you weren't, that is why they left. ~d ~m\nWho is most likely to end up on the FBI’s Most Wanted List? <br> They ~d ~m\nWho would be the easiest to kidnap? <br> Put them in a collar or ~d ~m if the collar is lost\nWhich player is most likely to lie on their resume? <br> They ~d ~m\nWho was the oldest person to lose their virginity? <br> Surprised you didn’t pay for a prostitute ~d ~m\nWho would take the longest to be reported to the police as missing? <br> They ~d ~m\nWho has the worst pickup game? <br> Show everyone how bad it is and use a pickup line with another player or ~d ~m\nWhich player is most likely to cry after intercourse? <br> Cry for everyone playing or ~d ~m\nWho is most likely to pull their dick out in a lobby? <br> If they have dps on their avi ~d ~m doubled.\nWho was the last person to be drunk/high at work? <br> They ~d ~m\nWho is most likely to wake up tomorrow not knowing where they were? <br> They ~d ~m\nWho is the worst liar? <br> They ~d ~m\nWhich player is most likely to run into a former lover and not remember them? <br> If they are in the room say hi to them or ~d ~m\nWho can’t go 10 minutes without looking at themselves in their mirror? <br> They need to mirror dwell by themselves or ~d ~m might as well be in a drinking night.\nWho is most likely to snitch if they were caught by the police? <br> They ~d ~m\nWhich person is most likely to be killed first in a horror movie? <br> They ~d ~m\nWho is most likely to sleep their way to the top? <br> They ~d ~m\nWho has the largest body count? <br> Say how many people you’ve slept with or ~d ~m\nWho has the most tattoos or piercings? <br> They ~d ~m\nWhich person is most likely to have a secret tape of a sexual nature? <br> Shame it is a secret. ~d ~m\nWho do you think would be the most likely to sleep with a coworker? <br> They ~d ~m\nWhich player is the most sober? <br> Let’s change that! ~d ~m\nWho is the biggest degenerate? <br> You belong here and deserve to ~d ~m\nWhich person is likely to be kicked from the lobby? <br> You're not allowed to speak until your next go ~d ~m\nWho has the biggest harem? <br> If they have people around them ~d double ~m\nWho do you see the most in a Smashed Lobby? <br> We’re proud of you being here ~d ~m you hero."
      }
    ]
  },
  "djs": [
    {
      "id": 0,
      "name": "test"
    }
  ]
}